Repository: vesta-webtrees-2-custom-modules/vesta_shared_places
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nb_no, nl, ru, sk, ta, uk

source: This is the list of GEDCOM facts that your users can add to shared places. You can modify this list by removing or adding fact names as necessary. Fact names that appear in this list must not also appear in the “Unique shared place facts” list.
ca: Aquesta és la llista de dades de GEDCOM que els vostres usuaris poden afegir als llocs compartits. Podeu modificar aquesta llista eliminant o afegint noms de fet segons calgui. Els noms de fets que apareixen en aquesta llista no han d'aparèixer també a la llista "Fets únics del lloc compartit".
cs: Toto je seznam GEDCOM faktů, které mohou uživatelé přidávat ke sdíleným místům. Tento seznam můžete upravit odstraněním nebo přidáním názvů faktů dle potřeby. Názvy faktů v tomto seznamu se nesmí zároveň nacházet v seznamu "Jedinečné fakty sdílených míst".
de: Dies ist die Liste der GEDCOM-Tatsachen, die Ihre Benutzer zu gemeinsamen Orten hinzufügen können. Sie können diese Liste ändern, indem Sie nach Bedarf Tatsachennamen entfernen oder hinzufügen. Tatsachennamen, die in dieser Liste angezeigt werden, dürfen nicht auch in der Liste "Einzigartige Tatsachen zu gemeinsamen Orten" enthalten sein.
fr: Voici la liste des faits GEDCOM que vos utilisateurs peuvent ajouter aux espaces partagés. Vous pouvez modifier cette liste en supprimant ou en ajoutant des noms de faits si nécessaire. Les noms de faits qui apparaissent dans cette liste ne doivent pas également apparaître dans la liste «Faits uniques de lieu partagé».
nb_no: Dette er listen over GEDCOM-fakta som brukerne dine kan legge til på delte steder. Du kan endre denne listen ved å fjerne eller legge til faktanavn etter behov. Faktanavn som vises i denne listen, må ikke også vises i listen "Unike delte stedfakta".
nl: Dit is de lijst met GEDCOM-feiten die uw gebruikers kunnen toevoegen aan gedeelde plaatsen. U kunt deze lijst wijzigen door zo nodig feitennamen te verwijderen of toe te voegen. Feitnamen die in deze lijst voorkomen, mogen niet ook voorkomen in de lijst "Unieke gedeeldeplaatsfeiten".
ru: Это список фактов GEDCOM, которые ваши пользователи могут добавлять в общие места. Вы можете изменить этот список, удалив или добавив названия фактов по мере необходимости. Названия фактов, которые появляются в этом списке, не должны также появляться в списке «Уникальные общие факты о местах».
sk: Toto je zoznam GEDCOM faktov, ktoré môžu užívatelia pridávať k zdieľaným miestam. Môžete ho upraviť pridaním alebo odstránením faktov. Názvy faktov, ktoré sa objavia v zozname sa nesmú objaviť v zozname „Unikátne fakty zdieľaného miesta“.
ta: உங்கள் பயனர்கள் பகிரப்பட்ட இடங்களில் சேர்க்கக்கூடிய GEDCOM உண்மைகளின் பட்டியல் இது. உண்மை பெயர்களை அகற்றுவதன் மூலமோ அல்லது சேர்ப்பதன் மூலமோ இந்த பட்டியலை மாற்றலாம். இந்த பட்டியலில் தோன்றும் உண்மை பெயர்கள் “தனித்துவமான பகிரப்பட்ட இடம் உண்மைகள்” பட்டியலில் தோன்றக்கூடாது.
uk: Це перелік фактів GEDCOM, які ваші користувачі можуть додавати до спільних місць. Ви можете змінити цей список, видаливши або додавши імена фактів за необхідності. Назви фактів, які містяться в цьому списку, не повинні також відображатися у списку «Унікальні факти про спільні місця».

source: This is the list of GEDCOM facts that your users can add to shared places. You can modify this list by removing or adding fact names as necessary. Fact names that appear in this list must not also appear in the “Unique shared place facts” list.
ca: Aquesta és la llista de dades de GEDCOM que els vostres usuaris poden afegir als llocs compartits. Podeu modificar aquesta llista eliminant o afegint noms de fet segons calgui. Els noms de fets que apareixen en aquesta llista no han d'aparèixer també a la llista "Fets únics del lloc compartit".
cs: Toto je seznam GEDCOM faktů, které mohou uživatelé přidávat ke sdíleným místům. Tento seznam můžete upravit odstraněním nebo přidáním názvů faktů dle potřeby. Názvy faktů v tomto seznamu se nesmí zároveň nacházet v seznamu "Jedinečné fakty sdílených míst".
de: Dies ist die Liste der GEDCOM-Tatsachen, die Ihre Benutzer zu gemeinsamen Orten hinzufügen können. Sie können diese Liste ändern, indem Sie nach Bedarf Tatsachennamen entfernen oder hinzufügen. Tatsachennamen, die in dieser Liste angezeigt werden, dürfen nicht auch in der Liste "Einzigartige Tatsachen zu gemeinsamen Orten" enthalten sein.
fr: Voici la liste des faits GEDCOM que vos utilisateurs peuvent ajouter aux espaces partagés. Vous pouvez modifier cette liste en supprimant ou en ajoutant des noms de faits si nécessaire. Les noms de faits qui apparaissent dans cette liste ne doivent pas également apparaître dans la liste «Faits uniques de lieu partagé».
nb_no: Dette er listen over GEDCOM-fakta som brukerne dine kan legge til på delte steder. Du kan endre denne listen ved å fjerne eller legge til faktanavn etter behov. Faktanavn som vises i denne listen, må ikke også vises i listen "Unike delte stedfakta".
nl: Dit is de lijst met GEDCOM-feiten die uw gebruikers kunnen toevoegen aan gedeelde plaatsen. U kunt deze lijst wijzigen door zo nodig feitennamen te verwijderen of toe te voegen. Feitnamen die in deze lijst voorkomen, mogen niet ook voorkomen in de lijst "Unieke gedeeldeplaatsfeiten".
ru: Это список фактов GEDCOM, которые ваши пользователи могут добавлять в общие места. Вы можете изменить этот список, удалив или добавив названия фактов по мере необходимости. Названия фактов, которые появляются в этом списке, не должны также появляться в списке «Уникальные общие факты о местах».
sk: Toto je zoznam GEDCOM faktov, ktoré môžu užívatelia pridávať k zdieľaným miestam. Môžete ho upraviť pridaním alebo odstránením faktov. Názvy faktov, ktoré sa objavia v zozname sa nesmú objaviť v zozname „Unikátne fakty zdieľaného miesta“.
ta: உங்கள் பயனர்கள் பகிரப்பட்ட இடங்களில் சேர்க்கக்கூடிய GEDCOM உண்மைகளின் பட்டியல் இது. உண்மை பெயர்களை அகற்றுவதன் மூலமோ அல்லது சேர்ப்பதன் மூலமோ இந்த பட்டியலை மாற்றலாம். இந்த பட்டியலில் தோன்றும் உண்மை பெயர்கள் “தனித்துவமான பகிரப்பட்ட இடம் உண்மைகள்” பட்டியலில் தோன்றக்கூடாது.
uk: Це перелік фактів GEDCOM, які ваші користувачі можуть додавати до спільних місць. Ви можете змінити цей список, видаливши або додавши імена фактів за необхідності. Назви фактів, які містяться в цьому списку, не повинні також відображатися у списку «Унікальні факти про спільні місця».

source: This is the list of GEDCOM facts that your users can only add once to shared places. For example, if NAME is in this list, users will not be able to add more than one NAME record to a shared place. Fact names that appear in this list must not also appear in the “All shared place facts” list.
ca: Aquesta és la llista de dades de GEDCOM que els usuaris només poden afegir una vegada als llocs compartits. Per exemple, si NAME es troba en aquesta llista, els usuaris no podran afegir més d'un registre NAME a un lloc compartit. Els noms de fets que apareixen en aquesta llista no han d'aparèixer també a la llista "Tots els fets de llocs compartits".
cs: Toto je seznam GEDCOM faktů, které mohou uživatelé přidat ke sdíleným místům právě jednou. Např. je-li v tomto seznamu NAME, uživatel nebude moci ke sdílenému místu přidat víc než jeden záznam NAME. Fakty v tomto seznamu se nesmí zároveň nacházet v seznamu "Všechny fakty sdílených míst".
de: Dies ist die Liste der GEDCOM-Tatsachen, die Ihre Benutzer nur einmal zu gemeinsamen Orten hinzufügen können. Wenn sich beispielsweise NAME in dieser Liste befindet, können Benutzer einem gemeinsamen Ort nicht mehr als einen NAME-Datensatz hinzufügen. Tatsachennamen, die in dieser Liste angezeigt werden, dürfen nicht auch in der Liste "Alle Tatsachen zu gemeinsamen Orten" enthalten sein.
fr: Il s'agit de la liste des faits GEDCOM que vos utilisateurs ne peuvent ajouter qu'une seule fois aux lieux partagés. Par exemple, si NAME figure dans cette liste, les utilisateurs ne pourront pas ajouter plusieurs enregistrements NAME à un espace partagé. Les noms de faits qui apparaissent dans cette liste ne doivent pas également apparaître dans la liste «Tous les faits de lieu partagé».
nb_no: Dette er listen over GEDCOM-fakta som brukerne dine bare kan legge til en gang til delte steder. Hvis NAME for eksempel er i denne listen, vil ikke brukerne kunne legge til mer enn én NAME-post på et delt sted. Faktanavn som vises i denne listen, må ikke vises i listen "Alle fakta om delte steder".
nl: Dit is de lijst met GEDCOM-feiten die uw gebruikers slechts één keer kunnen toevoegen aan gedeelde plaatsen. Als bijvoorbeeld NAME in deze lijst staat, kunnen gebruikers niet meer dan één NAME-record aan een gedeelde plaats toevoegen. Feitnamen die in deze lijst voorkomen, mogen niet ook voorkomen in de lijst "Alle gedeeldeplaatsfeiten".
ru: Это список фактов GEDCOM, которые ваши пользователи могут добавить в общие места только один раз. Например, если NAME находится в этом списке, пользователи не смогут добавить более одной записи NAME в общее место. Названия фактов, которые появляются в этом списке, не должны также появляться в списке «Все общие факты о местах».
sk: Toto je zoznam GEDCOM faktov, ktoré môžu užívatelia pridať k zdieľaným miestam práve raz. Napríklad ak je NAME v tomto zoznamu, užívatelia nebudú môcť pridať viac záznamov NAME k zdieľanému miestu. Názvy faktov, ktoré sa zobrazia v zozname sa nesmú objaviť v zozname „Všetky fakty zdieľaných miest“.
ta: உங்கள் பயனர்கள் பகிரப்பட்ட இடங்களுக்கு ஒரு முறை மட்டுமே சேர்க்கக்கூடிய GEDCOM உண்மைகளின் பட்டியல் இது. எடுத்துக்காட்டாக, இந்த பட்டியலில் பெயர் இருந்தால், பயனர்கள் பகிரப்பட்ட இடத்தில் ஒன்றுக்கு மேற்பட்ட பெயர் பதிவுகளைச் சேர்க்க முடியாது. இந்த பட்டியலில் தோன்றும் உண்மை பெயர்கள் “அனைத்து பகிரப்பட்ட இட உண்மைகள்” பட்டியலில் தோன்றக்கூடாது.
uk: Це перелік фактів GEDCOM, які ваші користувачі можуть додати лише один раз до спільних місць. Наприклад, якщо NAME є у цьому списку, користувачі не зможуть додати більше одного запису NAME до спільного місця. Назви фактів, які містяться в цьому списку, не повинні також відображатися у списку "Усі факти про спільні місця".

source: This leads to inconsistencies when mapping places to shared places, and in general doesn't match the specification for shared places (which earlier versions of this custom module didn't follow strictly).
ca: Això comporta incoherències a l'hora d'assignar llocs a llocs compartits i, en general, no coincideix amb l'especificació dels llocs compartits (que les versions anteriors d'aquest mòdul personalitzat no seguien estrictament).
cs: Toto vede při mapování míst na sdílená místa k nekonzistentnosti a obecně neodpovídá specifikaci pro sdílená místa (kterou předchozí verse tohoto uživatelského modulu nedodržovaly striktně).
de: Dies führt zu Inkonsistenzen beim Zuordnen von Orten zu gemeinsamen Orten und entspricht im Allgemeinen nicht der Spezifikation für gemeinsame Orte (die in früheren Versionen dieses benutzerdefinierten Moduls nicht genau befolgt wurden).
fr: Cela conduit à des incohérences lors du mappage de lieux à des lieux partagés et, en général, ne correspond pas aux spécifications des espaces partagés (que les versions antérieures de ce module personnalisé ne suivaient pas strictement).
nb_no: Dette fører til uoverensstemmelser ved tilordning av steder til delte steder, og generelt samsvarer ikke med spesifikasjonen for delte steder (som tidligere versjoner av denne egendefinerte modulen ikke fulgte strengt).
nl: Dit leidt tot inconsistenties bij het toewijzen van plaatsen aan gedeelde plaatsen, en komt over het algemeen niet overeen met de specificatie voor gedeelde plaatsen (die eerdere versies van deze aangepaste module niet strikt volgden).
ru: Это приводит к несоответствиям при сопоставлении мест с общими местами и, как правило, не соответствует спецификации для общих мест (которым более ранние версии этого настраиваемого модуля не следовали строго).
sk: Toto môže viesť k nekonzistentnému stavu, keď sa prepájajú miesta so zdieľanými miestami, a vo všeobecnosti to nezodpovedá špecifikácii pre zdieľané miesta (ktorú predchádzajúce verzie tohoto modulu nepodporovali striktne).
ta: பகிரப்பட்ட இடங்களுக்கு இடங்களை மேப்பிங் செய்யும் போது இது முரண்பாடுகளுக்கு வழிவகுக்கிறது, பொதுவாக பகிரப்பட்ட இடங்களுக்கான விவரக்குறிப்புடன் பொருந்தவில்லை (இந்த தனிப்பயன் தொகுதியின் முந்தைய பதிப்புகள் கண்டிப்பாக பின்பற்றவில்லை).
uk: Це призводить до невідповідностей при відображенні місць до спільних місць, і загалом не відповідає специфікації для спільних місць (чого попередні версії цього користувацького модуля не суворо дотримувались).

source: This shared place does not exist or you do not have permission to view it.
ca: Aquest lloc compartit no existeix o no teniu permís per veure'l.
cs: Toto sdílené místo neexistuje, nebo nemáte oprávnění k jeho zobrazení.
de: Dieser gemeinsame Ort existiert nicht oder Sie haben keine Berechtigung ihn anzuzeigen.
fr: Ce lieu partagé n'existe pas ou vous n'êtes pas autorisé à le consulter.
nb_no: Dette delte stedet eksisterer ikke, eller du har ikke tillatelse til å se det.
nl: Deze gedeelde plaats bestaat niet of je hebt geen toestemming om deze te bekijken.
ru: Этого общего места не существует, или у вас нет разрешения на его просмотр.
sk: Toto zdieľané miesto neexistuje, alebo nemáte oprávnenie na jeho zobrazenie.
ta: இந்த பகிரப்பட்ட இடம் இல்லை அல்லது அதைப் பார்க்க உங்களுக்கு இசைவு இல்லை.
uk: Цього спільного місця не існує або Ви не маєте права на його перегляд.

source: This shared place has been deleted. The deletion will need to be reviewed by a moderator.
nb_no: Dette delte stedet er slettet. Slettingen må gjennomgås av en moderator.
nl: Deze gedeelde plaats is verwijderd. De verwijdering moet worden beoordeeld door een moderator.
uk: Це спільне місце було видалено. Видалення потрібно перевірити модератору.

source: This shared place has been deleted. You should review the deletion and then %1$s or %2$s it.
nb_no: Dette delte stedet er slettet. Du bør se gjennom slettingen og deretter %1$s eller %2$s den.
nl: Deze gedeelde plaats is verwijderd. U moet de verwijdering bekijken en ze vervolgens %1$s of %2$s.
uk: Це спільне місце було видалено. Вам слід переглянути видалення, а потім %1$s s або %2$s це.

source: This shared place has been edited. The changes need to be reviewed by a moderator.
nb_no: Dette delte stedet er redigert. Endringene må gjennomgås av en moderator.
nl: Deze gedeelde plaats is bewerkt. De wijzigingen moeten worden beoordeeld door een moderator.
uk: Це спільне місце відредаговано. Зміни повинні бути розглянуті модератором.

source: This shared place has been edited. You should review the changes and then %1$s or %2$s them.
nb_no: Dette delte stedet er redigert. Du bør gjennomgå endringene og deretter %1$s eller %2$s dem.
nl: Deze gedeelde plaats is bewerkt. U moet de wijzigingen bekijken en ze vervolgens %1$s of %2$s.
uk: Це спільне місце відредаговано. Вам слід переглянути зміни, а потім %1$s або %2$s їх.

source: This tree has shared places with comma-separated name parts, while at the same time the option to 'Use hierarchical shared places' is selected.
ca: Aquest arbre té llocs compartits amb parts de noms separades per comes, mentre que al mateix temps se selecciona l'opció "Utilitza llocs compartits jeràrquics".
cs: Tento rodokmen má sdílená místa s čárkou oddělenými částmi, zatímco je současně nastavena volba 'Použít hierarchická sdílená místa'.
de: Dieser Stammbaum verfügt über gemeinsame Orte mit durch Kommas getrennten Namensteilen, während gleichzeitig die Option „Hierarchische gemeinsame Orte verwenden“ ausgewählt ist.
fr: Cet arbre a des espaces partagés avec des parties de nom séparées par des virgules, tandis que l'option « Utiliser les espaces partagés hiérarchiques » est sélectionnée.
nb_no: Dette treet har delte steder med kommadelte navnedeler, samtidig som alternativet «Bruk hierarkiske delte steder» er valgt.
nl: Deze stamboom heeft gedeelde plaatsen met door komma's gescheiden naamdelen, terwijl tegelijkertijd de optie 'Hiërarchische gedeelde plaatsen gebruiken' is geselecteerd.
ru: В этом дереве есть общие места с частями имени, разделенными запятыми, и в то же время выбрана опция «Использовать иерархические общие места».
sk: Tento rodokmeň obsahuje zdieľané miesta s časťami oddelenými čiarkami a súčasne je zapnutá možnosť "Používať hierarchické zdieľané miesta".
ta: இந்த மரம் கமாவால் பிரிக்கப்பட்ட பெயர் பகுதிகளுடன் இடங்களைப் பகிர்ந்துள்ளது, அதே நேரத்தில் 'படிநிலை பகிரப்பட்ட இடங்களைப் பயன்படுத்துவதற்கான' விருப்பம் தேர்ந்தெடுக்கப்படுகிறது.
uk: У цьому дереві наявні спільні місця з розділеними комами частинами імен, водночас вибрано опцію "Використовувати ієрархічні спільні місця".

source: Type of hierarchical relationship
ca: Tipus de relació jeràrquica
cs: Typ hierarchického vztahu
de: Art der hierarchischen Beziehung
fr: Type de relation hiérarchique
nb_no: Struktur-relasjonstype
nl: Soort hiërarchische verwantschap
ru: Тип иерархических отношений
sk: Druh hierarchického vzťahu
ta: படிநிலை உறவின் வகை
uk: Тип ієрархічних відносин

source: Type of location
nb_no: Lokasjonstype
nl: Soort locatie
uk: Тип локації

source: Unique shared place facts
ca: Dades úniques del lloc compartit
cs: Jedinečné fakty sdíleného místa
de: Einzigartige Tatsachen zu gemeinsamen Orten
fr: Faits uniques sur les lieux partagés
nb_no: Unike fakta om delte steder
nl: Unieke gedeeldeplaatsfeiten
ru: Уникальные факты об общих местах
sk: Unikátne fakty zdieľaného miesta
ta: தனித்துவமான பகிரப்பட்ட இடம் உண்மைகள்
uk: Унікальні факти про спільне місце

source: Use hierarchical shared places
ca: Utilitzar llocs compartits jeràrquics
cs: Použít hierarchická sdílená místa
de: Hierarchische gemeinsame Orte verwenden
fr: Utiliser des lieux partagés hiérarchiques
nb_no: Brukt strukturerte delte steder
nl: Hiërarchische gedeelde plaatsen gebruiken
ru: Используйте иерархические общие места
sk: Používať hierarchické zdieľané miesta
ta: படிநிலை பகிரப்பட்ட இடங்களைப் பயன்படுத்துங்கள்
uk: Використовуйте ієрархічні спільні місця

source: Use the separate tag '%1$s' in order to model a place hierarchy.
ca: Utilitzeu l'etiqueta separada '%1$s' per tal de modelar una jerarquia de lloc.
cs: Na modelování hierarchie použít samostatný tag '%1$s'.
de: Verwenden Sie die gesonderte Markierung „%1$s“, um eine Ortshierarchie zu modellieren.
fr: Utilisez la balise séparée « %1$s » pour modéliser une hiérarchie de lieux.
nb_no: Bruk den separate tag'en '%1$s' for å modellere et stedshierarki.
nl: Gebruik het scheidingslabel '%1$s' om een plaatshiërarchie te modelleren.
ru: Используйте отдельный тег «%1$s» для моделирования иерархии мест.
sk: Na modelovanie hierarchie miest použite samostatný tag „%1$s“.
ta: ஒரு இட வரிசைமுறையை மாதிரியாகக் கொள்ள தனித்தனி '%1$s' குறிச்சொல்லைப் பயன்படுத்து.
uk: Використовуйте окремий тег '%1$s' для моделювання ієрархії місць.

source: View Shared places hierarchy
ca: Veure la jerarquia de llocs compartits
cs: Zobrazit hierarchii sdílených míst
de: Hierarchie der gemeinsamen Orte anzeigen
fr: Afficher la hiérarchie des lieux partagés
nb_no: Se struktur for delte steder
nl: Hiërarchie van gedeelde plaatsen weergeven
ru: Просмотр иерархии общих мест
sk: Zobraziť hierarchiu zdieľaných miest
ta: பகிரப்பட்ட இடங்கள் வரிசைக்கு காண்க
uk: Перегляд ієрархії спільних місць

source: When the preceding option is checked, and no matching shared place is found, fall back to n parent places (so that e.g. for n=2 a place "A, B, C" would also match shared places that match "B, C" and "C")
ca: Quan es marca l'opció anterior i no es troba cap lloc compartit coincident, torneu a n llocs pares (de manera que, per exemple, per a n=2 un lloc "A, B, C" també coincidiria amb els llocs compartits que coincideixin amb "B, C" i "C")
cs: Když je nastavena předchozí volba a nenajde se odpovídající sdílené místo, propadnout na n nadřazených míst (takže např. pro n=2 místo "A, B, C" se bude také shodovat se sdílenými místy, která se shodují s "B, C" a "C")
de: Wenn die vorhergehende Option aktiviert ist und kein übereinstimmender gemeinsamer Ort gefunden wird, erfolgt ein Rückfall auf n übergeordnete Orte (so dass z. B. für n = 2 ein Ort "A, B, C" auch mit gemeinsamen Orten übereinstimmt, die zu "B, C" und "C" passen)
fr: Lorsque l'option précédente est cochée et qu'aucun lieu partagé correspondant n'est trouvé, revenez à n lieux parents (de sorte que, par exemple, pour n = 2, un lieu "A, B, C" correspond également aux lieux partagés qui correspondent à "B, C" et C")
nb_no: Når det forrige alternativet er krysset av, og det ikke blir funnet noe samsvarende delt sted, fall tilbake til n overordnede steder (slik at f.eks. For n = 2 et sted "A, B, C" også vil matche delte steder som samsvarer med "B, C" og "C")
nl: Als de vorige optie is aangevinkt en er geen overeenkomende gedeelde plaats wordt gevonden, val dan terug naar n bovenliggende plaatsen (zodat bijvoorbeeld voor n=2 een plaats "A, B, C" ook overeenkomt met gedeelde plaatsen die overeenkomen met "B, C" en "C")
ru: Когда отмечен предыдущий параметр и не найдено ни одного подходящего общего места, вернитесь к n родительским местам (так, например, для n = 2 место «A, B, C» также будет соответствовать общим местам, которые соответствуют «B, C» и "C")
sk: Keď je zvolená predchádzajúca možnosť, a nenájde sa žiadne zodpovedajúce zdieľané miesto, tak hľadaj n nadradených miest (tak napr. pre n=2 miesto "A, B, C" bude zodpovedať zdieľaným miestam, ktoré zodpovedajú "B, C" a "C")
ta: முந்தைய விருப்பம் சரிபார்க்கப்படும்போது, பொருந்தக்கூடிய பகிரப்பட்ட இடம் எதுவும் காணப்படாதபோது, என் பெற்றோர் இடங்களுக்குத் திரும்பிச் செல்லுங்கள் (எனவே எ.கா. n = 2 க்கு ஒரு இடம் "A, B, C" "B, C" மற்றும் "C" உடன் பொருந்தக்கூடிய பகிரப்பட்ட இடங்களுக்கும் பொருந்தும்)
uk: Коли позначено попередній параметр, і не знайдено відповідного спільного місця, повернутись на n батьківських місць (так, наприклад, для n = 2 місце "A, B, C" також буде відповідати спільним місцям, які відповідають "B, C" і "С")

source: When unchecked, the former approach is used, in which hierarchies are only hinted at by using shared place names with comma-separated name parts.
ca: Quan no es marca, s'utilitza el primer enfocament, en què les jerarquies només s'insinuen mitjançant l'ús de topònims compartits amb parts de noms separades per comes.
cs: Když není zvolené, tak se použije předchozí přístup, v němž se hierarchie naznačí s použitím názvů sdíleného místa s čárkou oddělenými částmi.
de: Wenn diese Option deaktiviert ist, wird der erstere Ansatz genutzt, bei dem Hierarchien nur durch die Verwendung gemeinsamer Ortsnamen mit durch Kommas getrennten Namensteilen angedeutet werden.
fr: Lorsqu'elle n'est pas cochée, la première approche est utilisée, dans laquelle les hiérarchies ne sont suggérées qu'en utilisant des noms de lieux partagés avec des parties de nom séparées par des virgules.
nb_no: Når det ikke er merket av, brukes den tidligere tilnærmingen, der hierarkier bare antydes ved å bruke delte stedsnavn med komma-atskilte navnedeler.
nl: Indien niet aangevinkt, wordt de eerste benadering gebruikt, waarbij hiërarchieën alleen worden aangegeven door middel van gedeeldeplaatsnamen met door komma's gescheiden naamdelen.
ru: Если этот флажок не установлен, используется первый подход, в котором иерархии только намекаются с помощью общих имен мест с разделенными запятыми частями имен.
sk: Keď nie je zvolené, tak sa použije predchádzajúci spôsob, v ktorom sa hierarchie definujú len cez názvy zdieľaných miest s časťami oddelenými čiarkami.
ta: தேர்வு செய்யப்படும்போது, முன்னாள் அணுகுமுறை பயன்படுத்தப்படுகிறது, இதில் கமாவால் பிரிக்கப்பட்ட பெயர் பகுதிகளுடன் பகிரப்பட்ட இடப் பெயர்களைப் பயன்படுத்துவதன் மூலம் மட்டுமே படிநிலைகள் குறிக்கப்படுகின்றன.
uk: Якщо не встановити прапорець, застосовується попередній підхід, коли на ієрархії є натяк лише за допомогою спільних назв місць із розділеними комами частинами імен.
