Repository: vesta-webtrees-2-custom-modules/vesta_shared_places
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nb_no, nl, ru, sk, ta, uk

source: Shared places list
ca: Llista de llocs compartits
cs: Seznam sdílených míst
de: Liste der gemeinsamen Orte
fr: Liste des lieux partagés
nb_no: Liste over delte steder
nl: Lijst met gedeelde plaatsen
ru: Список общих мест
sk: Zoznam zdieľaných miest
ta: பகிரப்பட்ட இடங்கள் பட்டியல்
uk: Список спільних місць

source: Show link counts for shared places list
ca: Mostra el recompte d'enllaços per a la llista de llocs compartits
cs: Zobrazit počty odkazů pro seznam sdílených míst
de: Zeige Anzahl der Verknüpfungen zur Liste der gemeinsamen Orte
fr: Afficher le nombre de liens pour la liste des lieux partagés
nb_no: Vis antall lenker for listen over delte steder
nl: Toon aantal koppelingen voor de lijst met gedeelde plaatsen
ru: Показывать количество ссылок в списке общих мест
sk: Zobraziť počet odkazov pre zoznam zdieľaných miest
ta: பகிரப்பட்ட இடங்கள் பட்டியலுக்கான இணைப்பு எண்ணிக்கையைக் காட்டு
uk: Показати кількість посилань для списку спільних місць

source: Summary
ca: Resum
cs: Shrnutí
de: Zusammenfassung
fr: Sommaire
nb_no: Oppsummering
nl: Samenvatting
ru: Резюме
sk: Zhrnutie
ta: சுருக்கம்
uk: Резюме

source: The created shared places, as well as existing shared places, are linked via XREFs to event places.
ca: Els llocs compartits creats, així com els llocs compartits existents, s'enllacen mitjançant XREFs a llocs d'esdeveniments.
cs: Vytvořená sdílená místa, stejně jako existující sdílená místa, jsou přes XREF propojena k místům událostí.
de: Die erstellten gemeinsamen Orte sowie vorhandene gemeinsame Orte werden über XREFs mit Ereignisorten verknüpft.
fr: Les lieux partagés créés, ainsi que les lieux partagés existants, sont liés via des XREF aux lieux d'événements.
nb_no: De opprettede delte stedene, så vel som eksisterende delte steder, er koblet via XREFer til hendelsessteder.
nl: De gecreëerde gedeelde plaatsen worden, net als bestaande gedeelde plaatsen, via XREF's gekoppeld aan gebeurtenisplaatsen.
ru: Созданные общие места, а также существующие общие места связаны с местами событий через внешние ссылки.
sk: Vytvorené zdieľané miesta, ako aj už existujúce zdieľané miesta, budú prepojené cez XREF k miestam udalostí.
ta: உருவாக்கப்பட்ட பகிரப்பட்ட இடங்களும், ஏற்கனவே உள்ள பகிரப்பட்ட இடங்களும் XREFS வழியாக நிகழ்வு இடங்களுடன் இணைக்கப்பட்டுள்ளன.
uk: Створені спільні місця, а також наявні спільні місця, пов’язані через посилання з місцями подій.

source: The location of this shared place is not known.
nb_no: Plasseringen av dette delte stedet er ikke kjent.
nl: De locatie van deze gedeelde plaats is niet bekend.
ru: Местоположение этого общего места неизвестно.
uk: Місцезнаходження цього спільного місця невідоме.

source: The search cannot be implemented efficiently and may take some time in particular when displaying and updating a large number of records.
ca: La cerca no es pot implementar de manera eficient i pot trigar un temps, en particular, a mostrar i actualitzar un gran nombre de registres.
cs: Toto hledání nelze uskutečnit efektivně a může trvat delší čas, zejména když se zobrazuje a upravuje velký počet záznamů.
de: Die Suche kann nicht effizient implementiert werden und kann insbesondere beim Anzeigen und Aktualisieren einer großen Anzahl von Datensätzen einige Zeit in Anspruch nehmen.
fr: La recherche ne peut pas être mise en œuvre efficacement et peut prendre un certain temps en particulier lors de l'affichage et de la mise à jour d'un grand nombre d'enregistrements.
nb_no: Søket kan ikke implementeres effektivt og kan ta litt tid, spesielt når du viser og oppdaterer et stort antall poster.
nl: De zoekopdracht kan niet efficiënt worden uitgevoerd en kan enige tijd duren, vooral bij het weergeven en bijwerken van een groot aantal records.
ru: Поиск не может быть реализован эффективно и может занять некоторое время, в частности, при отображении и обновлении большого количества записей.
sk: Vyhľadávanie sa nedá implementovať efektívne a môže trvať dlhšie, hlavne ak sa zobrazuje a upravuje veľký počet záznamov.
ta: தேடலை திறமையாக செயல்படுத்த முடியாது மற்றும் அதிக எண்ணிக்கையிலான பதிவுகளைக் காண்பிக்கும் மற்றும் புதுப்பிக்கும்போது குறிப்பாக சிறிது நேரம் ஆகலாம்.
uk: Пошук не може бути здійснений ефективно і може зайняти деякий час, зокрема при відображенні та оновленні великої кількості записів.

source: The search for this data fix currently does not match any records, because the configuration option to 'Use hierarchical shared places' isn't set.
ca: Actualment, la cerca d'aquesta correcció de dades no coincideix amb cap registre, perquè l'opció de configuració "Utilitza llocs compartits jeràrquics" no està definida.
cs: Hledání pro tuto opravu údajů nenachází žádné záznamy, protože není nastavena konfigurační volba 'Použít hierarchická sdílená místa'.
de: Die Suche nach diesem Datenfix stimmt derzeit nicht mit Datensätzen überein, da die Konfigurationsoption 'Hierarchische gemeinsame Orte verwenden' nicht festgelegt ist.
fr: La recherche de ce correctif de données ne correspond actuellement à aucun enregistrement, car l'option de configuration "Utiliser les espaces partagés hiérarchiques" n'est pas définie.
nb_no: Søket etter denne dataløsningen samsvarer for øyeblikket ikke med noen poster, fordi konfigurasjonsalternativet "Bruk hierarkiske delte steder" ikke er angitt.
nl: De zoekopdracht voor deze gegevenscorrectie komt momenteel niet overeen met records, omdat de configuratieoptie 'Hiërarchische gedeelde plaatsen gebruiken' niet is ingesteld.
ru: Поиск этого исправления данных в настоящее время не соответствует ни одной записи, поскольку параметр конфигурации «Использовать иерархические общие места» не установлен.
sk: Vyhľadávanie pre túto opravu údajov nezodpovedá žiadnemu záznamu, lebo v nastaveniach nie je zvolená možnosť „Používať hierarchické zdieľané miesta“.
ta: இந்த தரவு பிழைத்திருத்தத்திற்கான தேடல் தற்போது எந்த பதிவுகளுக்கும் பொருந்தவில்லை, ஏனெனில் 'படிநிலை பகிரப்பட்ட இடங்களைப் பயன்படுத்துவதற்கான' உள்ளமைவு விருப்பம் அமைக்கப்படவில்லை.
uk: Пошук цього виправлення даних наразі не відповідає жодним записам, оскільки параметр конфігурації "Використовувати ієрархічні спільні місця" не встановлений.

source: The shared place %s already exists.
ca: El lloc compartit %s ja existeix.
cs: Sdílené místo %s už existuje.
de: Der gemeinsame Ort %s existiert bereits.
fr: Le lieu partagé %s existe déjà.
nb_no: Delt sted %s eksisterer allerede.
nl: De gedeelde plaats %s bestaat al.
ru: Общее место %s уже существует.
sk: Zdieľané miesto %s už existuje.
ta: பகிரப்பட்ட இடம் %s ஏற்கனவே உள்ளன.
uk: Спільне місце %s вже існує.

source: The shared place %s has been created.
ca: El lloc compartit %s s'ha creat.
cs: Sdílené místo %s je vytvořeno.
de: Der gemeinsame Ort %s wurde erstellt.
fr: Le lieu partagé %s a été créé.
nb_no: Det delte stedet%s er opprettet.
nl: De gedeelde plaats %s is gecreëerd.
ru: Общее место %s создано.
sk: Zdieľané miesto %s bolo vytvorené.
ta: பகிரப்பட்ட இடம் %s உருவாக்கப்பட்டுள்ளன.
uk: Спільне місце %s створено.

source: The summary shows the shared place data, formatted in the same way as for events with a place mapped to the respective shared place.
ca: El resum mostra les dades del lloc compartit, formatades de la mateixa manera que per als esdeveniments amb un lloc assignat al lloc compartit respectiu.
cs: Shrnutí ukazuje údaje sdíleného místa ve stejném formátu jako pro události s místem mapovaným na příslušné sdílené místo.
de: Die Zusammenfassung zeigt die Daten gemeinsamer Orte, die auf die gleiche Weise formatiert sind wie für Ereignisse, bei denen ein Ort dem jeweiligen gemeinsamen Ort zugeordnet ist.
fr: Le résumé montre les données du lieu partagé, formatées de la même manière que pour les événements avec un lieu mappé sur le lieu partagé respectif.
nb_no: Oppsummeringen viser data om delte steder, formattert på samme måte som for hendelser med et sted mappet til det respektive delte stedet.
nl: De samenvatting toont de gedeeldelocatiegegevens, op dezelfde manier opgemaakt als voor gebeurtenissen met een plaats die is toegewezen aan de desbetreffende gedeelde plaats.
ru: Сводка показывает данные общего места, отформатированные таким же образом, как и для событий с местом, сопоставленным с соответствующим общим местом.
sk: Zhrnutie zobrazuje údaje zdieľaného miesta v takom formáte, ako sa zobrazujú pri udalostiach spojených s týmto miestom.
ta: சுருக்கம் பகிரப்பட்ட இடத் தரவைக் காட்டுகிறது, அந்தந்த பகிரப்பட்ட இடத்திற்கு வரைபடமாக்கப்பட்ட இடத்துடன் நிகழ்வுகளைப் போலவே வடிவமைக்கப்பட்டுள்ளது.
uk: Підсумок показує дані спільного місця, відформатовані так само як і для подій із місцем, зіставленим із відповідним спільним місцем.

source: The year set here may be used by other modules to enhance the place description with additional data. If left empty, the current year is used.
ca: L'any establert aquí pot ser utilitzat per altres mòduls per millorar la descripció del lloc amb dades addicionals. Si es deixa buit, s'utilitza l'any en curs.
cs: Zde zadaný rok mohou použít ostatní moduly k rozšíření popisu místa o dodatečné údaje. Je-li prázdný, použije se aktuální rok.
de: Die hier eingestellte Jahreszahl kann von anderen Modulen verwendet werden, um die Ortsbeschreibung mit zusätzlichen Daten zu ergänzen. Ohne Eingabe wird das aktuelle Jahr verwendet.
fr: L'année définie ici peut être utilisée par d'autres modules pour enrichir la description du lieu avec des données supplémentaires. S'il est laissé vide, l'année en cours est utilisée.
nl: Het jaar dat hier is ingesteld, kan door andere modules worden gebruikt om de plaatsbeschrijving te verbeteren met aanvullende gegevens. Als het leeg blijft, wordt het huidige jaar gebruikt.
ru: Установленный здесь год может использоваться другими модулями для дополнения описания места дополнительными данными. Если оставить поле пустым, используется текущий год.
sk: Rok, ktorý je tu zadaný, môžu použiť iné moduly na rozšírenie popisu miesta dodatočnými údajmi. Ak je prázdny, použije sa aktuálny rok.
ta: கூடுதல் தரவுகளுடன் இட விளக்கத்தை மேம்படுத்த இங்கே அமைக்கப்பட்ட ஆண்டு பிற தொகுதிகளால் பயன்படுத்தப்படலாம். காலியாக இருந்தால், நடப்பு ஆண்டு பயன்படுத்தப்படுகிறது.
uk: Встановлений тут рік може бути використаний іншими модулями для покращення опису місця додатковими даними. Якщо залишити порожнім, використовується поточний рік.

source: There are various data fixes available.
ca: Hi ha diverses correccions de dades disponibles.
cs: Jsou k dispozici různé opravy údajů.
de: Es sind verschiedene Datenkorrekturen verfügbar.
fr: Il existe différents correctifs de données disponibles.
nb_no: Det er forskjellige datakorrigeringer tilgjengelig.
nl: Er zijn verschillende gegevenscorrecties beschikbaar.
ru: Доступны различные исправления данных.
sk: K dispozícii sú viaceré opravy údajov.
ta: பல்வேறு தரவு திருத்தங்கள் உள்ளன.
uk: Доступні різні виправлення даних.

source: There is a data fix available which may be used to convert existing shared places.
ca: Hi ha una correcció de dades disponible que es pot utilitzar per convertir llocs compartits existents.
cs: Pro konversi existujících sdílených míst je k dispozici oprava údajů.
de: Es ist eine Datenkorrektur verfügbar, die genutzt werden kann zur Konvertierung vorhandener gemeinsamer Orte.
fr: Il existe un correctif de données disponible qui peut être utilisé pour convertir des lieux partagés existants.
nb_no: En dataoppretter er tilgjengelig som kan brukes til å konvertere eksisterende delte steder.
nl: Er is een gegevenscorrectie beschikbaar die kan worden gebruikt om bestaande gedeelde plaatsen om te zetten.
ru: Доступно исправление данных, которое можно использовать для преобразования существующих общих мест.
sk: K dispozícii je oprava údajov, ktorá sa dá použiť na konverziu existujúcich zdieľaných miest.
ta: தற்போதுள்ள பகிரப்பட்ட இடங்களை மாற்ற பயன்படுத்தக்கூடிய தரவு பிழைத்திருத்தம் உள்ளது.
uk: Доступне виправлення даних, яке може бути використано для перетворення наявних спільних місць.

source: Therefore, the place name is displayed here including the full hierarchy.
ca: Per tant, aquí es mostra el topònim incloent tota la jerarquia.
cs: Proto se tady název místa zobrazuje včetně úplné hierarchie.
de: Daher wird hier der Ortsname einschließlich der vollständigen Hierarchie angezeigt.
fr: Par conséquent, le nom de lieu est affiché ici, y compris la hiérarchie complète.
nb_no: Stedsnavnet er derfor vist her inkludert fullt hierarki.
nl: Daarom wordt de plaatsnaam hier weergegeven, inclusief de volledige hiërarchie.
ru: Поэтому здесь отображается название места, включая полную иерархию.
sk: Preto sa tu zobrazuje názov miesta včítane plnej hierarchie.
ta: எனவே, முழு வரிசைமுறை உட்பட இடத்தின் பெயர் இங்கே காட்டப்படும்.
uk: Тому тут відображається назва місця, включаючи повну ієрархію.

source: Therefore, this data fix enables you to move away from using that configuration option.
ca: Per tant, aquesta correcció de dades us permet deixar d'utilitzar aquesta opció de configuració.
cs: Proto tato oprava údajů umožňuje obejít se bez použití té konfigurační volby.
de: Diese Datenkorrektur ermöglicht es, auf eine weitere Verwendung jener Konfigurationsoption zu verzichten.
fr: Par conséquent, ce correctif de données vous permet de ne plus utiliser cette option de configuration.
nb_no: Derfor gjør denne datakorrigeringen deg i stand til å gå bort fra å bruke det konfigurasjonsalternativet.
nl: Daarom stelt deze gegevenscorrectie u in staat om af te zien van het gebruik van die configuratieoptie.
ru: Таким образом, это исправление данных позволяет отказаться от использования этого параметра конфигурации.
sk: Táto oprava údajov umožňuje, aby ste zrušili túto konfiguračnú možnosť.
ta: எனவே, இந்த உள்ளமைவு விருப்பத்தைப் பயன்படுத்துவதிலிருந்து விலகிச் செல்ல இந்த தரவு பிழைத்திருத்தம் உங்களுக்கு உதவுகிறது.
uk: Таким чином, це виправлення даних дозволяє вам відмовитися від використання цієї опції конфігурації.

source: This data fix adds XREFs, linking all places within events directly to the respective shared places.
ca: Aquesta correcció de dades afegeix XREF, enllaçant tots els llocs dels esdeveniments directament amb els llocs compartits respectius.
cs: Tato oprava údajů přidává XREFy a současně propojuje všechna místa událostí přímo s odpovídajícími sdíleným místy.
de: Diese Datenkorrektur fügt XREFs hinzu und verknüpft alle Orte innerhalb von Ereignissen direkt mit den korrespondierenden gemeinsamen Orten.
fr: Ce correctif de données ajoute des XREF, reliant tous les lieux des événements directement aux espaces partagés respectifs.
nb_no: Denne dataløsningen legger til XREF-er, og kobler alle steder i hendelser direkte til de respektive delte stedene.
nl: Deze gegevenscorrectie voegt XREF's toe en koppelt alle plaatsen binnen gebeurtenissen rechtstreeks aan de desbetreffende gedeelde plaatsen.
ru: Это исправление данных добавляет внешние ссылки, связывая все места в событиях напрямую с соответствующими общими местами.
sk: Táto oprava údajov pridáva XREF a prepája všetky miesta v udalostiach s príslušným zdieľaným miestom.
ta: இந்த தரவு பிழைத்திருத்தம் XREFS ஐ சேர்க்கிறது, நிகழ்வுகளுக்குள் உள்ள எல்லா இடங்களையும் அந்தந்த பகிரப்பட்ட இடங்களுடன் நேரடியாக இணைக்கிறது.
uk: Це виправлення даних додає посилання, пов’язуючи всі місця в подіях безпосередньо з відповідними спільними місцями.

source: This data fix adds tree-independent data (managed outside GEDCOM) to existing shared places.
ca: Aquesta correcció de dades afegeix dades independents de l'arbre (gestionades fora de GEDCOM) als llocs compartits existents.
cs: Tato oprava údajů přidává na rodokmenu nezávislé údaje (spravované mimo GEDCOM) k existujícícm sdíleným místům.
de: Diese Datenkorrektur fügt stammbaum-unabhängige Daten (die außerhalb von GEDCOM verwaltet werden) zu vorhandenen gemeinsamen Orten hinzu.
fr: Ce correctif de données ajoute des données indépendantes de l'arborescence (gérées en dehors de GEDCOM) aux espaces partagés existants.
nb_no: Denne datakorrigeringen legger til treuavhengige data (administrert utenfor GEDCOM) til eksisterende delte steder.
nl: Deze gegevenscorrectie voegt stamboomonafhankelijke gegevens (beheerd buiten GEDCOM) toe aan bestaande gedeelde plaatsen.
ru: Это исправление данных добавляет не зависящие от дерева данные (управляемые вне GEDCOM) в существующие общие места.
sk: Táto oprava údajov pridáva údaje nezávislé od rodokmeňa (spravované mimo GEDCOM) k existujúcim zdieľaným miestam.
ta: இந்த தரவு பிழைத்திருத்தம் ஏற்கனவே பகிரப்பட்ட இடங்களுக்கு மரம்-சுயாதீனமான தரவை (GEDCOM க்கு வெளியே நிர்வகிக்கப்படுகிறது) சேர்க்கிறது.
uk: Це виправлення даних додає незалежні від дерева дані (керовані поза GEDCOM) до існуючих спільних місць.

source: This data fix creates missing shared places, even if no tree-independent data (managed outside GEDCOM) is available for the respective place.
ca: Aquesta correcció de dades crea llocs compartits que falten, encara que no hi hagi dades independents de l'arbre (gestionades fora del GEDCOM) disponibles per al lloc respectiu.
cs: Tato oprava údajů vytváří chybějící sdílená místa, a to i když pro příslušné místo nejsou dostupné na rodokmenu nezávislé údaje (spravované mimo GEDCOM).
de: Diese Datenkorrektur erstellt fehlende gemeinsame Orte, auch wenn für den jeweiligen Ort keine stammbaum-unabhängigen Daten (außerhalb von GEDCOM verwaltet) verfügbar sind.
fr: Ce correctif de données crée des espaces partagés manquants, même si aucune donnée indépendante de l'arborescence (gérée en dehors de GEDCOM) n'est disponible pour l'espace respectif.
nb_no: Denne datakorrigeringen skaper manglende delte steder, selv om ingen treuavhengige data (administrert utenfor GEDCOM) er tilgjengelige for det respektive stedet.
nl: Deze gegevenscorrectie creëert ontbrekende gedeelde plaatsen, zelfs als er geen stamboomonafhankelijke gegevens (beheerd buiten GEDCOM) beschikbaar zijn voor de desbetreffende plaats.
ru: Это исправление данных создает отсутствующие общие места, даже если для соответствующего места недоступны независимые от дерева данные (управляемые вне GEDCOM).
sk: Táto oprava údajov vytvára chýbajúce zdieľané miesta, aj keď nie sú k dispozícii žiadne údaje nezávislé od rodokmeňa (spravované mimo GEDCOM) pre toto miestu.
ta: இந்த தரவு பிழைத்திருத்தம் காணாமல் போன இடங்களை உருவாக்குகிறது, அந்தந்த இடத்திற்கு மரம்-சுயாதீனமான தரவு (GEDCOM க்கு வெளியே நிர்வகிக்கப்படுகிறது) கிடைக்கவில்லை என்றாலும்.
uk: Це виправлення даних створює відсутні спільні місця, навіть якщо для відповідного місця відсутні незалежні від дерева дані (керовані поза GEDCOM).

source: This data fix creates missing shared places, if tree-independent data (managed outside GEDCOM) is available for the respective place.
ca: Aquesta correcció de dades crea llocs compartits que falten si les dades independents de l'arbre (gestionades fora del GEDCOM) estan disponibles per al lloc respectiu.
cs: Tato oprava údajů vytváří chybějící sdílená místa, jestliže pro příslušné místo jsou dostupné na rodokmenu nezávislé údaje (spravované mimo GEDCOM).
de: Diese Datenkorrektur erstellt fehlende gemeinsame Orte, wenn stammbaum-unabhängige Daten (außerhalb von GEDCOM verwaltet) für den jeweiligen Ort verfügbar sind.
fr: Ce correctif de données crée des espaces partagés manquants, si des données indépendantes de l'arborescence (gérées en dehors de GEDCOM) sont disponibles pour l'espace respectif.
nb_no: Denne datakorrigeringen oppretter manglende delte steder, hvis treuavhengige data (administrert utenfor GEDCOM) er tilgjengelige for det respektive stedet.
nl: Deze gegevenscorrectie creëert ontbrekende gedeelde plaatsen als stamboomonafhankelijke gegevens (beheerd buiten GEDCOM) beschikbaar zijn voor de desbetreffende plaats.
ru: Это исправление данных создает недостающие общие места, если для соответствующего места доступны не зависящие от дерева данные (управляемые вне GEDCOM).
sk: Táto oprava údajov vytvára chýbajúce zdieľané miesta, ak sú k dispozícii údaje nezávislé od rodokmeňa (spravované mimo GEDCOM) pre toto miestu.
ta: அந்தந்த இடத்திற்கு மரம்-சுயாதீனமான தரவு (GEDCOM க்கு வெளியே நிர்வகிக்கப்படுகிறது) கிடைத்தால், இந்த தரவு பிழைத்திருத்தம் காணாமல் போன இடங்களை உருவாக்குகிறது.
uk: Це виправлення даних створює відсутні спільні місця, якщо для відповідного місця доступні незалежні від дерева дані (керовані поза GEDCOM).

source: This data fix currently won't update anything, because this preference isn't set.
ca: Actualment, aquesta correcció de dades no actualitzarà res, perquè aquesta preferència no està definida.
cs: Tato oprava údajů nic neupraví, protože tato volba není nastavená.
de: Diese Datenkorrektur aktualisiert derzeit nichts, da diese Einstellung nicht festgelegt ist.
fr: Ce correctif de données ne met actuellement rien à jour, car cette préférence n'est pas définie.
nb_no: Denne datakorrigeringen oppdaterer foreløpig ingenting, fordi denne innstillingen ikke er angitt.
nl: Deze gegevenscorrectie zal momenteel niets bijwerken, omdat deze voorkeur niet is ingesteld.
ru: Это исправление данных в настоящее время ничего не обновляет, потому что это предпочтение не установлено.
sk: Táto oprava údajov aktuálne nezmení nič, lebo táto voľba nie je nastavená.
ta: இந்த தரவு பிழைத்திருத்தம் தற்போது எதையும் புதுப்பிக்காது, ஏனெனில் இந்த விருப்பம் அமைக்கப்படவில்லை.
uk: Наразі це виправлення даних нічого не оновить, оскільки цей параметр не встановлено.

source: This data fix turns shared places with comma-separated name parts into hierarchical shared places (which are linked to higher-level shared places via XREFs).
ca: Aquesta correcció de dades converteix els llocs compartits amb parts de noms separades per comes en llocs compartits jeràrquics (que estan enllaçats a llocs compartits de nivell superior mitjançant XREF).
cs: Tato oprava údajů změní sdílená místa s čárkou oddělenými částmi na hierarchická sdílená místa (která jsou propojena se sdílenými místy vyšší úrovně skrze XREF).
de: Diese Datenkorrektur wandelt gemeinsame Orte mit durch Kommas getrennten Namensteilen in hierarchische gemeinsame Orte (die über XREFs mit gemeinsamen Orten auf höherer Ebene verknüpft sind).
fr: Ce correctif de données transforme les espaces partagés avec des parties de nom séparées par des virgules en espaces partagés hiérarchiques (qui sont liés à des espaces partagés de niveau supérieur via des XREF).
nb_no: Denne datakorrigeringen forvandler delte steder med kommaadskilte navnedeler til hierarkiske delte steder (som er knyttet til delte steder på høyere nivå via XREF-er).
nl: Deze gegevenscorrectie maakt van gedeelde plaatsen met door komma's gescheiden naamdelen, hiërarchische gedeelde plaatsen (die via XREF's zijn gekoppeld aan bovenliggende gedeelde plaatsen).
ru: Это исправление данных превращает общие места с разделенными запятыми частями имен в иерархические общие места (которые связаны с общими местами более высокого уровня через внешние ссылки).
sk: Táto oprava údajov zmení zdieľané miesta s časťami oddelenými čiarkou na hierarchické zdieľané miesta (ktoré sú prepojené na zdieľané miesto vyššej úrovne prostredníctvom XREF).
ta: இந்த தரவு பிழைத்திருத்தம் கமாவால் பிரிக்கப்பட்ட பெயர் பகுதிகளுடன் பகிரப்பட்ட இடங்களை படிநிலை பகிரப்பட்ட இடங்களாக மாற்றுகிறது (அவை XREFS வழியாக உயர் மட்ட பகிரப்பட்ட இடங்களுடன் இணைக்கப்பட்டுள்ளன).
uk: Це виправлення даних перетворює спільні місця з розділеними комами частинами імен на ієрархічні спільні місця (які пов’язані зі спільними місцями вищого рівня за допомогою зовнішніх посилань).
