Repository: vesta-webtrees-2-custom-modules/vesta_shared_places
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nb_no, nl, ru, sk, ta, uk

source: You can set a reference year (which may be evaluated by other modules, such as %1$s) in the module configuration.
ca: Podeu establir un any de referència (que pot ser avaluat per altres mòduls, com ara %1$s) en la configuració del mòdul.
cs: V konfiguraci modulu můžete nastavit referenční rok (který může být vyhodnocen jinými moduly, např. %1$s).
de: Sie können in der Modul-Konfiguration ein Bezugsjahr festlegen (das von anderen Modulen ausgewertet werden kann, z. B. %1$s).
fr: Vous pouvez définir une année de référence (qui peut être évaluée par d'autres modules, tels que %1$s) dans la configuration du module.
nl: U kunt een referentiejaar (dat kan worden geëvalueerd door andere modules, zoals %1$s) instellen in de moduleconfiguratie.
ru: Вы можете установить базовый год (который может оцениваться другими модулями, такими как %1$s) в конфигурации модуля.
sk: V konfigurácii modulu môžete nastaviť referenčný rok, ktorý môžu využiť iné moduly, ako napr. %1$s.
ta: தொகுதி உள்ளமைவில் நீங்கள் ஒரு குறிப்பு ஆண்டை அமைக்கலாம் (இது %1$s போன்ற பிற தொகுதிகளால் மதிப்பீடு செய்யப்படலாம்).
uk: Ви можете встановити контрольний рік (який може оцінюватися іншими модулями, наприклад %1$s) у конфігурації модуля.

source: administrative
nb_no: administrativt
nl: administratieve
ru: административный
uk: адміністративний

source: circular shared place hierarchy
ca: Jerarquia circular de llocs compartits
cs: zacyklená hierarchie sdíleného místa
de: zirkuläre Hierarchie gemeinsamer Orte
fr: hiérarchie circulaire des espaces partagés
nb_no: sirkulært delt sted-hierarki/struktur
nl: cirkelhiërarchie van gedeelde plaatsen
ru: круговая иерархия общих мест
sk: zacyklená hierarchia zdieľaných miest
ta: வட்ட பகிரப்பட்ட இட வரிசைமுறை
uk: кругова ієрархія спільних місць

source: cultural
nb_no: kulturell
nl: culturele
ru: культура
uk: культурний

source: geographical
nb_no: geografisk
nl: geografische
ru: географический
uk: географічний

source: no
nl: nee
ru: нет

source: other
nb_no: annet
nl: andere
ru: Другие
uk: інший

source: religious
nb_no: religiøs
nl: religieuze
ru: религия
uk: релігійний

source: shared places
ca: llocs compartits
cs: sdílená místa
de: Gemeinsame Orte
fr: lieux partagés
nb_no: delte steder
nl: gedeelde plaatsen
ru: общие места
sk: zdieľané miesta
ta: பகிரப்பட்ட இடங்கள்
uk: спільні місця

source: yes
nl: ja
ru: да

source: yes, but only the first occurrence of the shared place
ca: Sí, però només la primera ocurrència del lloc compartit
cs: ano, ale jen první výskyt sdíleného místa
de: ja, aber nur das ersten Auftreten des gemeinsamen Ortes
fr: oui, mais seulement la première occurrence du lieu partagé
nb_no: ja, men bare for den første forekomsten av delt sted
nl: ja, maar alleen de eerste keer dat de gedeelde plaats voorkomt
ru: Да, но только первое появление общего места
sk: áno, ale len prvý výskyt zdieľaného miesta
ta: ஆம், ஆனால் பகிரப்பட்ட இடத்தின் முதல் நிகழ்வு மட்டுமே
uk: так, але лише перша поява спільного місця

source: %s and the individuals and families that reference it, including parents, siblings, spouses and children of each individual.
ca: %s i les persones i famílies que hi fan referència, inclosos els pares, germans, cònjuges i fills de cada individu.
cs: %s a osoby a rodiny, které se k němu vztahují, včetně rodičů, sourozenců, partnerů a dětí každé osoby.
de: %s und die Einzelpersonen und Familien, die sich darauf beziehen, einschließlich der Eltern, Geschwister, Ehegatten und Kinder der einzelnen Personen.
fr: %s et les personnes et familles qui y font référence, y compris les parents, frères et sœurs, conjoints et enfants de chaque personne.
ru: %s, а также лица и семьи, которые ссылаются на него, включая родителей, братьев и сестер, супругов и детей каждого человека.
sk: %s a osoby a rodiny, ktoré sa k nemu vzťahujú, včítane rodičov, súrodencov, partnerov a detí príslušnej osoby.
ta: %s மற்றும் ஒவ்வொரு நபரின் பெற்றோர்கள், உடன்பிறப்புகள், வாழ்க்கைத் துணைவர்கள் மற்றும் குழந்தைகள் உட்பட அதைக் குறிப்பிடும் நபர்கள் மற்றும் தனிநபர்கள் மற்றும் குடும்பங்கள்.

source: General search
ru: Общий поиск

source: Locations
ca: Localitzacions
cs: Místa
de: Gemeinsame Orte
fr: Emplacements
ru: Места
sk: Zdieľané miesta
ta: இருப்பிடங்கள்

source: Shared Places
ru: Общие места

source: GOV id?
ca: Identificador GOV?
ta: அரசு ஐடி?
