Repository: vesta-webtrees-2-custom-modules/vesta_shared_places
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nb_no, nl, ru, sk, ta, uk

source: Matching shared places are determined as via the configuration option 'Additionally link shared places via name', including parent levels if set.
ca: La coincidència de llocs compartits es determina mitjançant l'opció de configuració "Enllaça addicionalment llocs compartits mitjançant el nom", inclosos els nivells parentals si s'estableixen.
cs: Odpovídající sdílená místa se určí stejně jako přes konfigurační volbu 'Dodatečně připojit sdílená místa přes název', včetně vyšších úrovní, jsou-li nastavené.
de: Passende gemeinsame Orte werden über die Konfigurationsoption 'Referenziere gemeinsame Orte zusätzlich über Ortsnamen' ermittelt, einschließlich der übergeordneten Ebenen sofern festgelegt.
fr: Les espaces partagés correspondants sont déterminés via l'option de configuration "Lier en plus les espaces partagés via le nom", y compris les niveaux parents si définis.
nb_no: Matchende delte steder bestemmes som via konfigurasjonsalternativet "I tillegg knyttes delte steder via navn", inkludert overordnet nivå hvis angitt.
nl: Overeenkomende gedeelde plaatsen worden bepaald via de configuratieoptie 'Gedeelde plaatsen ook koppelen via naam', inclusief bovenliggende niveaus indien ingesteld.
ru: Соответствующие общие места определяются с помощью параметра конфигурации «Дополнительно связывать общие места с помощью имени», включая родительские уровни, если они установлены.
sk: Príslušné zdieľané miesta sa zistia tak, ako cez konfiguračnú možnosť „Dodatočne prepojiť zdieľané miesta cez meno“, včítane vyšších úrovní, ak sú nastavené.
ta: பொருந்தக்கூடிய பகிரப்பட்ட இடங்கள் உள்ளமைவு விருப்பத்தின் வழியாக தீர்மானிக்கப்படுகின்றன 'கூடுதலாக பகிரப்பட்ட இடங்களை பெயர் வழியாக இணைக்கவும்', பெற்றோர் நிலைகள் உட்பட.
uk: Відповідні спільні місця визначаються за допомогою опції конфігурації "Додатково пов’язувати спільні місця за допомогою імені", включаючи батьківські рівні, якщо встановлено.

source: Matching shared places are determined as via the configuration option 'Additionally link shared places via name'.
ca: La coincidència de llocs compartits es determina mitjançant l'opció de configuració "Enllaça addicionalment llocs compartits mitjançant el nom".
cs: Odpovídající sdílená místa se určí stejně jako přes konfigurační volbu 'Dodatečně připojit sdílená místa přes název'.
de: Passende gemeinsame Orte werden über die Konfigurationsoption 'Referenziere gemeinsame Orte zusätzlich über Ortsnamen' ermittelt.
fr: Les espaces partagés correspondants sont déterminés via l'option de configuration «En plus lier les espaces partagés via le nom».
nb_no: Matchende delte steder bestemmes som via konfigurasjonsalternativet 'I tillegg knyttes delte steder via navn'.
nl: Overeenkomende gedeelde plaatsen worden bepaald via de configuratieoptie 'Gedeelde plaatsen ook koppelen via naam'.
ru: Соответствующие общие места определяются с помощью параметра конфигурации «Дополнительно связывать общие места по имени».
sk: Zodpovedajúce zdieľané miesta sa vyhľadajú tak, ako cez konfiguračnú možnosť 'Doplnkovo prepojiť zdieľané miesta cez názov'.
ta: பொருந்தக்கூடிய பகிரப்பட்ட இடங்கள் உள்ளமைவு விருப்பத்தின் வழியாக தீர்மானிக்கப்படுகின்றன 'கூடுதலாக பகிரப்பட்ட இடங்களை பெயர் வழியாக இணைக்கவும்'.
uk: Відповідні спільні місця визначаються за допомогою опції конфігурації "Додатково пов’язати спільні місця за допомогою імені".

source: Missing higher-level shared places are created if required. For this to work without potentially creating duplicates, you have to check 'Automatically accept changes made by this user' in the user administration, at least for the duration of this data fix.
ca: Si cal, es creen llocs compartits de nivell superior que falten. Perquè això funcioni sense crear potencialment duplicats, heu de marcar "Accepta automàticament els canvis realitzats per aquest usuari" a l'administració d'usuaris, almenys mentre duri aquesta correcció de dades.
cs: Podle potřeby se vytvoří sdílená místa vyšší úrovně. Aby to fungovalo bez potenciálního vytváření duplicit, musíte v nastavení uživatele nastavit volbu 'Automaticky přijmout změny provedené tímto uživatelem' při nejmenším na dobu, kdy se bude provádět úkon opravy údajů.
de: Fehlende übergeordnete gemeinsame Orte werden bei Bedarf erstellt. Damit dies funktioniert, ohne dass möglicherweise Duplikate erstellt werden, müssen Sie in der Benutzerverwaltung zumindest für die Dauer dieser Datenkorrektur die Option "Durch diesen Benutzer vorgenommene Änderungen automatisch genehmigen" aktivieren.
fr: Des espaces partagés de niveau supérieur manquants sont créés si nécessaire. Pour que cela fonctionne sans créer potentiellement de doublons, vous devez cocher «Accepter automatiquement les modifications apportées par cet utilisateur» dans l'administration des utilisateurs, au moins pour la durée de ce correctif de données.
nb_no: Manglende delte steder på høyere nivå opprettes om nødvendig. For at dette skal fungere uten potensielt å opprette duplikater, må du merke av for "Godta automatisk endringer gjort av denne brukeren" i brukeradministrasjonen, i det minste i løpet av denne dataopprettingen.
nl: Ontbrekende bovenliggende gedeelde plaatsen worden indien nodig gecreëerd. Om dit te laten werken zonder mogelijke duplicaten te creëren, moet u bij Gebruikersbeheer de optie 'Accepteer wijzigingen van deze gebruiker automatisch' aanvinken, in ieder geval voor de duur van deze gegevenscorrectie.
ru: При необходимости создаются отсутствующие общие места более высокого уровня. Чтобы это работало без потенциального создания дубликатов, вы должны установить флажок «Автоматически принимать изменения, сделанные этим пользователем» в администрировании пользователей, по крайней мере, на время этого исправления данных.
sk: Vytvoria sa chýbajúce zdieľané miesta vyššej úrovne, ak je to potrebné. Pre zamedzenie vzniku prípadných duplikátov, zvoľte prosím minimálne na dobu, pokiaľ sa bude vykonávať táto oprava údajov, možnosť 'Automaticky schváliť zmeny vykonané týmto užívateľom' pre aktuálneho užívateľa v správe užívateľov.
ta: தேவைப்பட்டால் உயர் மட்ட பகிரப்பட்ட இடங்களைக் காணவில்லை. நகல்களை உருவாக்காமல் இது செயல்பட, பயனர் நிர்வாகத்தில் 'இந்த பயனரால் செய்யப்பட்ட மாற்றங்களை தானாகவே ஏற்றுக்கொள்ளுங்கள்' என்பதை நீங்கள் சரிபார்க்க வேண்டும், குறைந்தபட்சம் இந்த தரவு சரிசெய்தலின் காலத்திற்கு.
uk: За необхідності створюються спільні місця вищого рівня. Щоб це працювало без потенційного створення дублікатів, потрібно встановити прапорець "Автоматично приймати зміни, внесені цим користувачем" в адмініструванні користувача, принаймні на час виправлення даних.

source: Missing shared places are created if required. For this to work without potentially creating duplicates, you have to check 'Automatically accept changes made by this user' in the user administration, at least for the duration of this data fix.
ca: Si cal, es creen llocs compartits que falten. Perquè això funcioni sense crear potencialment duplicats, heu de marcar "Accepta automàticament els canvis realitzats per aquest usuari" a l'administració d'usuaris, almenys mentre duri aquesta correcció de dades.
cs: Podle potřeby se vytvoří sdílená místa. Aby to fungovalo bez potenciálního vytváření duplicit, musíte v nastavení uživatele nastavit volbu 'Automaticky přijmout změny provedené tímto uživatelem' při nejmenším na dobu, kdy se bude provádět úkon opravy údajů.
de: Fehlende gemeinsame Orte werden bei Bedarf erstellt. Damit dies funktioniert, ohne dass möglicherweise Duplikate erstellt werden, müssen Sie in der Benutzerverwaltung zumindest für die Dauer dieser Datenkorrektur die Option 'Durch diesen Benutzer vorgenommene Änderungen automatisch genehmigen' aktivieren.
fr: Les espaces partagés manquants sont créés si nécessaire. Pour que cela fonctionne sans créer potentiellement de doublons, vous devez cocher «Accepter automatiquement les modifications apportées par cet utilisateur» dans l'administration des utilisateurs, au moins pour la durée de ce correctif de données.
nb_no: Manglende delte steder opprettes om nødvendig. For at dette skal fungere uten potensielt å opprette duplikater, må du merke av for "Godta automatisk endringer gjort av denne brukeren" i brukeradministrasjonen, i det minste i løpet av denne datakorrigeringen.
nl: Ontbrekende gedeelde plaatsen worden indien nodig aangemaakt. Om dit te laten werken zonder mogelijke duplicaten te creëren, moet u bij Gebruikersbeheer de optie 'Accepteer wijzigingen van deze gebruiker automatisch' aanvinken, in ieder geval voor de duur van deze gegevenscorrectie.
ru: При необходимости создаются отсутствующие общие места. Чтобы это работало без потенциального создания дубликатов, вы должны установить флажок «Автоматически принимать изменения, сделанные этим пользователем» в администрировании пользователей, по крайней мере, на время этого исправления данных.
sk: Vytvoria chýbajúce zdieľané miesta, ak je potrebné. Pre zamedzenie vzniku prípadných duplikátov, zvoľte prosím minimálne na dobu, pokiaľ sa bude vykonávať táto oprava údajov, možnosť 'Automaticky schváliť zmeny vykonané týmto užívateľom' pre aktuálneho užívateľa v správe užívateľov.
ta: தேவைப்பட்டால் காணாமல் போன இடங்கள் உருவாக்கப்படுகின்றன. நகல்களை உருவாக்காமல் இது செயல்பட, பயனர் நிர்வாகத்தில் 'இந்த பயனரால் செய்யப்பட்ட மாற்றங்களை தானாகவே ஏற்றுக்கொள்ளுங்கள்' என்பதை நீங்கள் சரிபார்க்க வேண்டும், குறைந்தபட்சம் இந்த தரவு சரிசெய்தலின் காலத்திற்கு.
uk: За необхідності створюються відсутні місця для спільного використання. Щоб це працювало без потенційного створення дублікатів, потрібно встановити прапорець "Автоматично приймати зміни, внесені цим користувачем" в адмініструванні користувача, принаймні на час виправлення даних.

source: Next lower-level shared places
ca: Següents llocs compartits de nivell inferior
cs: Sdílená místa nejblíže nižší úrovně
de: Nächste untergeordnete gemeinsame Orte
fr: Lieux partagés de niveau inférieur suivants
nb_no: Neste delte steder på lavere nivå
nl: Volgende onderliggende gedeelde plaatsen
sk: Zdieľané miesta najbližšej nižšej úrovne
ta: அடுத்த கீழ்-நிலை பகிரப்பட்ட இடங்கள்
uk: Наступні спільні місця нижчого рівня

source: Note that the first occurrence may be within a toggleable, currently hidden fact or event (such as an event of a close relative). This will probably be improved in future versions of the module.
ca: Tingueu en compte que la primera aparició pot estar dins d'un fet o esdeveniment commutable i actualment ocult (com ara un esdeveniment d'un familiar proper). Això probablement es millorarà en futures versions del mòdul.
cs: Poznamenejme, že první výskyt může patřit k přepínatelnému, aktuálně skrytému faktu nebo události (jako třeba událost blízkého příbuzného). Toto bude pravděpodobně v budoucích versích modulu vylepšeno.
de: Beachten Sie, dass sich das erste Auftreten möglicherweise innerhalb eines umschaltbaren, derzeit verborgenen Fakts oder Ereignisses befindet (z. B. eines Ereignisses eines nahen Verwandten). Dies wird wahrscheinlich in zukünftigen Versionen des Moduls verbessert.
fr: Notez que la première occurrence peut se trouver dans un fait ou un événement, actuellement masqué (tel qu'un événement d'un proche parent). Cela sera probablement amélioré dans les futures versions du module.
nb_no: Vær oppmerksom på at den første forekomsten kan være innenfor et valgbart, for øyeblikket skjult faktum eller en hendelse (for eksempel en hendelse med en nær slektning). Dette vil trolig bli forbedret i fremtidige versjoner av modulen.
nl: Merk op dat de eerste gebeurtenis zich kan voordoen binnen een onderling verwisselbaar, momenteel verborgen feit of gebeurtenis (zoals een gebeurtenis van een naast familielid). Dit zal waarschijnlijk worden verbeterd in toekomstige versies van de module.
ru: Обратите внимание, что первое вхождение может быть в переключаемом, скрытом в данный момент факте или событии (например, в событии близкого родственника). Вероятно, это будет улучшено в будущих версиях модуля.
sk: Je potrebné si uvedomiť, že prvý výskyt môže byť na aktuálne skrytom fakte, alebo udalosti (ako napr. udalosť blízkeho príbuzného). Toto bude pravdepodobne v jednej z budúcich verzií modulu vylepšené.
ta: முதல் நிகழ்வு ஒரு தடுமாறக்கூடிய, தற்போது மறைக்கப்பட்ட உண்மை அல்லது நிகழ்வுக்குள் இருக்கலாம் (நெருங்கிய உறவினரின் நிகழ்வு போன்றவை). இது தொகுதியின் எதிர்கால பதிப்புகளில் மேம்படுத்தப்படும்.
uk: Зверніть увагу, що перша подія може бути в межах події або факту, який перемикається і наразі є прихованим (наприклад, події близького родича). Можливо, це буде вдосконалено в майбутніх версіях модуля.

source: Note that this also affects the way shared places are created, and the way they are mapped to places.
ca: Tingueu en compte que això també afecta la manera com es creen els llocs compartits i la manera com s'assignen als llocs.
cs: Poznamenejme, že toto také ovlivní způsob vytváření sdílených míst a jejich mapování na místa.
de: Beachten Sie, dass dies auch die Art und Weise beeinflusst, wie gemeinsame Orte erstellt und wie sie anderen Orten zugeordnet werden.
fr: Notez que cela affecte également la façon dont les espaces partagés sont créés et la façon dont ils sont mappés aux lieux.
nb_no: Merk at dette også påvirker måten delte steder lages, og måten de blir mapped til steder.
nl: Merk op dat dit ook van invloed is op de manier waarop gedeelde plaatsen worden gecreëerd, en op de manier waarop ze worden toegewezen aan plaatsen.
ru: Обратите внимание, что это также влияет на способ создания общих мест и способ их сопоставления с местами.
sk: Berte prosím na vedomie, že toto ovplyvní aj spôsob, ako sa vytvárajú zdieľané miesta a spôsob, ako sa prepájajú k miestam.
ta: இது பகிரப்பட்ட இடங்கள் உருவாக்கப்பட்ட விதத்தையும், அவை இடங்களுக்கு வரைபடமாக்கப்படுவதையும் பாதிக்கிறது என்பதை நினைவில் கொள்க.
uk: Зверніть увагу, що це також впливає на спосіб створення спільних місць та спосіб їх відображення на місцях.

source: Note:
ca: Nota:
cs: Poznámka:
de: Hinweis:
fr: Remarque :
nb_no: Notat:
nl: Opmerking:
ru: Примечание:
sk: Poznámka:
ta: குறிப்பு:
uk: Зауваження:

source: Place hierarchy
nl: Plaatshiërarchie
ru: Иерархия места

source: Place names can change over time. You can add multiple names to a shared place, and indicate historic names via a suitable date range.
ca: Els topònims poden canviar amb el temps. Podeu afegir diversos noms a un lloc compartit i indicar noms històrics mitjançant un interval de dates adequat.
cs: Názvy míst se v průběhu času mohou měnit. Sdílenému místu můžete přidat více názvů a historické názvy označit vhodným časovým intervalem.
de: Ortsnamen können sich im Laufe der Zeit ändern. Es können einem gemeinsamen Ort mehrere Namen hinzugefügt und historische Namen über einen geeigneten Datumsbereich kenntlich gemacht werden.
fr: Les noms de lieu peuvent changer au cours du temps. Vous pouvez ajouter plusieurs noms à un lieu partagé, et indiquer le nom historique avec le jeu de données approprié.
nb_no: Stedsnavn kan endres over tid. Du kan legge til flere navn til et delt sted og indikere historiske navn ved hjelp av et passende datointervall.
nl: Plaatsnamen kunnen in de loop van de tijd veranderen. U kunt meerdere namen toevoegen aan een gedeelde plaats, en historische namen aangeven via een geschikt datumbereik.
ru: Названия мест могут со временем меняться. Вы можете добавить несколько имен к общему месту и указать исторические имена через подходящий диапазон дат.
sk: Názvy miest sa v priebehu rokov môžu meniť. Zdieľanému miestu môžete pridať rôzne názvy a vhodným časovým intervalom môžete upresniť obdobie používania historického názvu.
ta: இடப் பெயர்கள் காலப்போக்கில் மாறலாம். பகிரப்பட்ட இடத்தில் நீங்கள் பல பெயர்களைச் சேர்க்கலாம், மேலும் வரலாற்று பெயர்களை பொருத்தமான தேதி வரம்பு வழியாக குறிக்கலாம்.
uk: Назви місць можуть змінюватися з часом. Ви можете додати кілька імен у спільне місце та вказати історичні імена через відповідний діапазон дат.

source: Place names should be entered as a comma-separated list, starting with the smallest place and ending with the country. For example, “Westminster, London, England”.
ca: Els topònims s'han d'introduir com una llista separada per comes, començant pel lloc més petit i acabant pel país. Per exemple, "Westminster, Londres, Anglaterra".
cs: Názvy míst se musí zadávat jako čárkami oddělený seznam, začínající nejmenším místem a končící názvem země. Např. "Kostelec, Jihomoravský, Česko".
de: Ortsnamen sollten als eine durch Kommas getrennte Liste eingegeben werden, beginnend mit dem kleinsten Ort und endend mit dem Land. Zum Beispiel "Westminster, London, England".
fr: Les noms de lieu doivent être entrés sous forme de liste et séparés par des virgules, en allant du lieu le plus petit au pays. Par exemple « Westminster, Londres, Angleterre ».
nb_no: Stedsnavn må registreres som en kommaseparert liste, med det laveste stedsnavn-nivået først og landnavnet til slutt. For eksempel “Westminster, London, England”.
nl: Plaatsnamen moeten worden ingevoerd als een komma-gescheiden lijst, beginnend met de kleinste plaats en eindigend met het land. Bijvoorbeeld "Westminster, Londen, Engeland".
ru: Названия мест следует вводить в виде списка, разделенного запятыми, начиная с наименьшего места и заканчивая страной. Например, «Вестминстер, Лондон, Англия».
sk: Názvy zdieľaného miesta by sa mali zadať ako zoznam mien oddelených čiarkou, začínajúc najmenším miestom a končiac štátom. Napríklad „Necpaly, okres Martin, Žilinský kraj, Slovensko“.
ta: இடப் பெயர்கள் கமாவால் பிரிக்கப்பட்ட பட்டியலாக உள்ளிடப்பட வேண்டும், இது மிகச்சிறிய இடத்திலிருந்து தொடங்கி நாட்டோடு முடிவடைகிறது. உதாரணமாக, “வெச்ட்மின்ச்டர், லண்டன், இங்கிலாந்து”.
uk: Назви місць слід вводити як розділений комами список, починаючи з найменшого місця і закінчуючи країною. Наприклад, “Вестмінстер, Лондон, Англія”.

source: Place names should be entered as single place name (do not use a comma-separated list here).
ca: Els topònims s'han d'introduir com a topònim únic (aquí no utilitzeu una llista separada per comes).
cs: Názvy míst se musí zadávat jako prostý název místa (zde nezadávejte čárkami oddělený seznam).
de: Ortsnamen sollten als einzelner Ortsname eingegeben werden (verwenden Sie hier keine durch Kommas getrennte Liste).
fr: Les noms de lieux doivent être saisis sous forme de nom de lieu unique (n'utilisez pas ici de liste séparée par des virgules).
nb_no: Stedsnavn må registreres som et enkelt stedsnavn (ikke bruk kommaseparert liste her).
nl: Plaatsnamen moeten worden ingevoerd als enkele plaatsnaam (gebruik hier geen komma-gescheiden lijst).
ru: Названия мест следует вводить как одно название места (не используйте здесь список, разделенный запятыми).
sk: Názvy zdieľaného miesta by sa mali zadávať ako jednoduché názvy miest - nepoužívajte zoznam oddelený čiarkou.
ta: இடப் பெயர்களை ஒற்றை இட பெயராக உள்ளிட வேண்டும் (கமாவால் பிரிக்கப்பட்ட பட்டியலைப் பயன்படுத்த வேண்டாம்).
uk: Назви місць слід вводити як окремі назви місць (не використовуючи розділений комами список).

source: Quick shared place facts
ca: Dades ràpides del lloc compartit
cs: Pohotová fakta sdílených míst
de: Schnelle Tatsachen von gemeinsamen Orten
fr: Faits rapides sur les lieux partagés
nb_no: Hurtigfakta om delte steder
nl: Snelle gedeeldeplaatsfeiten
ru: Краткие факты о совместных местах
sk: Rýchle fakty zdieľaných miest
ta: விரைவாக பகிரப்பட்ட இட உண்மைகள்
uk: Швидкі факти про спільне місце

source: Reference year
ca: Any de referència
cs: Referenční rok
de: Bezugsjahr
fr: Année de référence
nl: Referentiejaar
ru: Базовый год
sk: Referenčný rok
ta: குறிப்பு ஆண்டு
uk: Базовий рік

source: Replacement for the original 'Locations' module.
nb_no: Erstatning av den opprinelige stedsmodulen.
nl: Vervanging voor de originele 'Locaties'-module.
ru: Замена оригинального модуля «Локации».
uk: Заміна оригінального модуля "Locations".

source: Replaces the original 'Locations' module.
nb_no: Erstatter den opprinnelige stedsmodulen.
nl: Vervangt de originele 'Locaties'-module.
ru: Заменяет исходный модуль «Местоположения».
uk: Замінює оригінальний модуль "Locations".

source: Restrict to specific facts and events
ca: Restringir fets i esdeveniments concrets
cs: Omezit na určitá fakta a události
de: Beschränkung auf bestimmte Tatsachen und Ereignisse
fr: Restreindre à des faits et événements spécifiques
nb_no: Begrens til spesifikke fakta og hendelser
nl: Beperken tot specifieke feiten en gebeurtenissen
ru: Ограничение конкретными фактами и событиями
sk: Obmedziť na špecifické fakty a udalosti
ta: குறிப்பிட்ட உண்மைகள் மற்றும் நிகழ்வுகளுக்கு கட்டுப்படுத்துங்கள்
uk: Обмежтесь конкретними фактами та подіями

source: See %1$s for details.
ca: Veure %1$s per a més detalls.
cs: Podrobnosti vizte v %1$s.
de: Siehe %1$s für weitere Details.
fr: Voir %1$s pour les détails.
nb_no: Se %1$s for detaljer.
nl: Zie %1$s voor details.
ru: Подробнее см. %1$s.
sk: Podrobnosti pozrite v %1$s.
ta: விவரங்களுக்கு %1$s ஐப் பார்க்கவும்.
uk: Детальніше дивіться %1$s.

source: Shared place
ca: Lloc compartit
cs: Sdílené místo
de: Gemeinsamer Ort
fr: Lieu partagé
nb_no: Delt sted
nl: Gedeelde plaats
ru: Общее место
sk: Zdieľané miesto
ta: பகிரப்பட்ட இடம்
uk: Спільне місце

source: Shared place data
ca: Dades de llocs compartits
cs: Údaje sdíleného místa
de: Daten des gemeinsamen Ortes
fr: Données du lieu partagé
nb_no: Informasjon om delt sted
nl: Gegevens over gedeelde plaats
ru: Общие данные о месте
sk: Údaje zdieľaného miesta
ta: பகிரப்பட்ட இட தரவு
uk: Інформація про спільне місце

source: Shared place hierarchy
nb_no: Hierarki for delte steder
nl: Hiërarchie van gedeelde plaatsen
ru: Иерархия общих мест
uk: Ієрархія спільного місця

source: Shared place list
nb_no: Liste over delte steder
nl: Lijst van gedeelde plaatsen
ru: Общий список мест
uk: Список спільних місць

source: Shared place name
ca: Topònim compartit
cs: Název sdíleného místa
de: Name des gemeinsamen Ortes
fr: Nom du Lieu partagé
nb_no: Navn på delt sted
nl: Naam van gedeelde plaats
ru: Общее название места
sk: Názov zdieľaného miesta
ta: பகிரப்பட்ட இடத்தின் பெயர்
uk: Назва спільного місця

source: Shared place name (complete hierarchy)
ca: Topònim compartit (jerarquia completa)
cs: Název sdíleného místa (úplná hierarchie)
de: Name des gemeinsamen Ortes (vollständige Hierarchie)
fr: Nom du lieu partagé (hiérarchie complète)
nb_no: Delt stedsnavn (komplett hierarki)
nl: Naam van gedeelde plaatsen (volledige hiërarchie)
ru: Общее название места (полная иерархия)
sk: Názov zdieľaného miesta (úplná hierarchia)
ta: பகிரப்பட்ட இடத்தின் பெயர் (முழுமையான வரிசைமுறை)
uk: Назва спільного місця (повна ієрархія)

source: Shared place page
ca: Pàgina de lloc compartit
cs: Stránka sdíleného místa
de: Seite des gemeinsamen Ortes
fr: Page de lieu partagé
nl: Pagina met gedeelde plaatsen
ru: Страница общего места
sk: Stránka zdieľaného miesta
ta: பகிரப்பட்ட இடப் பக்கம்
uk: Сторінка спільного місця

source: Shared place structure
ca: Estructura de llocs compartits
cs: Struktura sdíleného místa
de: Struktur des gemeinsamen Ortes
fr: Structure du lieu partagé
nb_no: Delt sted-struktur
nl: Structuur van gedeelde plaatsen
ru: Структура общего места
sk: Štruktúra zdieľaného miesta
ta: பகிரப்பட்ட இட அமைப்பு
uk: Структура спільного місця

source: Shared place summary
ca: Resum del lloc compartit
cs: Shrnutí sdíleného místa
de: Zusammenfassung des gemeinsamen Ortes
fr: Résumé du lieu partagé
nb_no: Oppsummering delte steder
nl: Samenvatting van gedeelde plaats
ru: Краткое описание общего места
sk: Zhrnutie zdieľaného miesta
ta: பகிரப்பட்ட இட சுருக்கம்
uk: Підсумок про спільне місце

source: Shared places
ca: Llocs compartits
cs: Sdílená místa
de: Gemeinsame Orte
fr: Lieux partagés
nb_no: Delte steder
nl: Gedeelde plaatsen
ru: Общие места
sk: Zdieľané miesta
ta: பகிரப்பட்ட இடங்கள்
uk: Спільні місця
