Repository: vesta-webtrees-2-custom-modules/vesta_shared_places
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nb_no, nl, ru, sk, ta, uk

source: However, you can still check this option and link shared places via the place name itself. In this case, links are established internally by searching for a shared place with any name matching case-insensitively.
ca: Tot i això, encara podeu marcar aquesta opció i enllaçar llocs compartits mitjançant el mateix topònim. En aquest cas, els enllaços s'estableixen internament cercant un lloc compartit amb qualsevol nom que coincideixi entre majúscules i minúscules.
cs: Přesto však můžete označit tuto volbu a propojit sdílená místa skrz jejich název. V tom případě se propojení vytvoří interně vyhledáním sdíleného místa se shodným názvem, bez ohledu na velikost písmen.
de: Sie können diese Option aktivieren und gemeinsame Orte über den Ortsnamen selbst verknüpfen. In diesem Fall werden Links intern hergestellt, indem nach einem gemeinsamen Ort gesucht wird, dessen Name ohne Berücksichtigung der Groß- und Kleinschreibung übereinstimmt.
fr: Cependant, vous pouvez toujours cocher cette option et lier les lieux partagés via le nom du lieu lui-même. Dans ce cas, les liens sont établis en interne en recherchant un espace partagé avec un nom correspondant insensible à la casse.
nb_no: Du kan imidlertid fortsatt krysse av dette alternativet og koble delte steder via selve stedsnavnet. I dette tilfellet etableres lenker internt ved å søke etter et delt sted med navn som ikke samsvarer med store og små bokstaver.
nl: U kunt deze optie echter nog steeds aanvinken en gedeelde plaatsen koppelen via de plaatsnaam zelf. In dit geval worden koppelingen intern tot stand gebracht door te zoeken naar een gedeelde plaats met een naam die niet hoofdlettergevoelig is.
ru: Однако вы все равно можете установить этот флажок и связывать общие места через само название места. В этом случае ссылки устанавливаются внутри путем поиска общего места с любым именем, совпадающим без учета регистра.
sk: Akokoľvek, môžete zvoliť túto možnosť a prepojiť zdieľané miesta cez ich názov. V takom prípade sa prepojenie vytvára interne vyhľadávaním zdieľaného miesta so zhodným názvom (bez ohľadu na písanie malých a veľkých písmen).
ta: இருப்பினும், நீங்கள் இன்னும் இந்த விருப்பத்தை சரிபார்த்து, பகிரப்பட்ட இடங்களை இடத்தின் பெயர் வழியாக இணைக்கலாம். இந்த வழக்கில், எந்தவொரு பெயரும் பொருந்தக்கூடிய வழக்கு-ஈடுசெய்யும் வகையில் பகிரப்பட்ட இடத்தைத் தேடுவதன் மூலம் இணைப்புகள் உள்நாட்டில் நிறுவப்படுகின்றன.
uk: Однак ви все ще можете поставити прапорець біля цієї опції та пов’язати спільні місця через саму назву місця. У цьому випадку посилання встановлюються внутрішньо шляхом пошуку спільного місця з будь-яким іменем, без урахування регістру.

source: If checked, relations between shared places are modelled via an explicit hierarchy, where shared places have XREFs to higher-level shared places, as described in the specification.
ca: Si es comprova, les relacions entre llocs compartits es modelen a través d'una jerarquia explícita, on els llocs compartits tenen XREF a llocs compartits de nivell superior, tal com es descriu a l'especificació.
cs: Když je zvoleno, vztahy mezi sdílenými místy se modelují prostřednictvím explicitní hierarchie, kde sdílená místa mají XREF na sdílená místa vyšší úrovně, jak je popsáno ve specifikaci.
de: Wenn diese Option aktiviert ist, werden Beziehungen zwischen gemeinsamen Orten über eine explizite Hierarchie modelliert, in der gemeinsame Orte XREFs zu gemeinsamen Orten höherer Ebene aufweisen, wie in der Spezifikation beschrieben.
fr: Si cette case est cochée, les relations entre les espaces partagés sont modélisées via une hiérarchie explicite, où les espaces partagés ont des XREF vers des espaces partagés de niveau supérieur, comme décrit dans la spécification.
nb_no: Hvis avkrysset, forbindelser mellom delte steder blir modellert via en eksplisitt struktur, hvor delte steder har en XREF til et delt sted på et overordnet nivå, som beskrevet i spesifikasjonen.
nl: Indien aangevinkt, worden relaties tussen gedeelde plaatsen gemodelleerd via een expliciete hiërarchie, waarbij gedeelde plaatsen XREF's hebben naar bovenliggende gedeelde plaatsen, zoals beschreven in de specificatie.
ru: Если этот флажок установлен, отношения между общими местами моделируются с помощью явной иерархии, где общие места имеют внешние ссылки на общие места более высокого уровня, как описано в спецификации.
sk: Ak je zvolené, vzťahy medzi zdieľanými miestami sú modelované prostredníctvom explicitnej hierarchie, kde zdieľané miesta majú XREF k zdieľanému miestu vyššej úrovne, tak ako je popísané v špecifikácii.
ta: சரிபார்க்கப்பட்டால், பகிரப்பட்ட இடங்களுக்கிடையிலான உறவுகள் வெளிப்படையான வரிசைமுறை வழியாக வடிவமைக்கப்பட்டுள்ளன, அங்கு பகிரப்பட்ட இடங்கள் விவரக்குறிப்பில் விவரிக்கப்பட்டுள்ளபடி, உயர் மட்ட பகிரப்பட்ட இடங்களுக்கு XREF களைக் கொண்டுள்ளன.
uk: Якщо відмічено, відносини між спільними місцями моделюються за допомогою явної ієрархії, де спільні місця мають посилання до спільних місць вищого рівня, як описано в специфікації.

source: If this option is checked, shared place data is only displayed for the following facts and events.
ca: Si aquesta opció està marcada, les dades de llocs compartits només es mostren per als fets i esdeveniments següents.
cs: Je-li zvolena tato možnost, pak se sdílená místa zobrazí jen pro následující fakta a události.
de: Wenn diese Option aktiviert ist, werden Daten gemeinsamer Orte nur für die folgenden Tatsachen und Ereignisse angezeigt.
fr: Si cette option est cochée, les données de lieu partagé ne sont affichées que pour les faits et événements suivants.
nb_no: Hvis dette alternativet er merket av, vises data om delt sted bare for følgende fakta og hendelser.
nl: Als deze optie is ingeschakeld, worden gegevens van gedeelde plaatsen alleen weergegeven voor de volgende feiten en gebeurtenissen.
ru: Если этот параметр отмечен, общие данные о местах отображаются только для следующих фактов и событий.
sk: Keď je zvolená táto možnosť, zdieľané miesta sa budú zobrazovať len pri nasledujúcich faktoch a udalostiach.
ta: இந்த விருப்பம் சரிபார்க்கப்பட்டால், பகிரப்பட்ட இட தரவு பின்வரும் உண்மைகள் மற்றும் நிகழ்வுகளுக்கு மட்டுமே காட்டப்படும்.
uk: Якщо цю опцію встановлено, дані про спільні місця відображаються лише для наступних фактів та подій.

source: If tree-independent data is available, map coordinates from webtrees 'Geographic data' and GOV ids from the Gov4Webtrees module are added.
ca: Si hi ha dades independents de l'arbre disponibles, s'afegeixen les coordenades del mapa dels arbres web "Dades geogràfiques" i els identificadors GOV del mòdul Gov4Webtrees.
cs: Jsou-li k dispozici údaje nezávislé na rodokmenu, přidají se zeměpisné souřadnice ze sekce webtrees „Geografická data“ a identifikátory GOV z modulu Gov4Wetrees.
de: Wenn Stammbaum-unabhängige Daten verfügbar sind, werden Kartenkoordinaten aus den geografischen Daten von Webtrees und die GOV-IDs aus dem Gov4Webtrees-Modul hinzugefügt.
fr: Si des données indépendantes de l'arbre sont disponibles, les coordonnées cartographiques des «Données géographiques» de webtrees et des identifiants GOV du module Gov4Webtrees sont ajoutées.
nb_no: Hvis treuavhengige data er tilgjengelig, legges kartkoordinater fra webtrees 'Geografiske data' og GOV ids fra Gov4Webtrees modulen til.
nl: Als er stamboomonafhankelijke gegevens beschikbaar zijn, worden kaartcoördinaten van webtrees 'Geografische gegevens' en GOV-ID's van de Gov4Webtrees-module toegevoegd.
ru: Если доступны не зависящие от дерева данные, добавляются координаты карты из веб-деревьев «Географические данные» и идентификаторы GOV из модуля Gov4Webtrees.
sk: Ak sú k dispozícii údaje nezávislé od rodokmeňa, tak sa pridajú geografické koordináty z webtrees "Geografické údaje" a GOV id z modulu Gov4Webtrees.
ta: மரம்-சுயாதீன தரவு கிடைத்தால், வெப் ட்ரீசின் புவியியல் தரவு 'இலிருந்து MAP ஒருங்கிணைப்புகள் மற்றும் Gov4Webtrees தொகுதியிலிருந்து வரும் அரசாங்க ஐடிகள் சேர்க்கப்படுகின்றன.
uk: Якщо доступні дані, незалежні від дерев, додаються координати із модуля webtrees „Географічні дані” та GOVid із модуля Gov4Webtrees.

source: If you are using hierarchical shared places, a place with the name "A, B, C" is mapped to a shared place "A" with a higher-level shared place that maps to "B, C".
ca: Si utilitzeu llocs compartits jeràrquics, un lloc amb el nom "A, B, C" s'assigna a un lloc compartit "A" amb un lloc compartit de nivell superior que s'assigna a "B, C".
cs: Když používáte hierarchická sdílená místa, tak místo s názvem "A, B, C" se mapuje na sdílené místo "A" se sdíleným místem vyšší úrovně, které se mapuje na "B, C".
de: Wenn Sie hierarchische gemeinsame Orte verwenden, wird ein Ort mit dem Namen "A, B, C" einem gemeinsamen Ort "A" mit einem übergeordneten gemeinsamen Ort zugeordnet, der "B, C" zugeordnet ist.
fr: Si vous utilisez des espaces partagés hiérarchiques, un lieu avec le nom «A, B, C» est mappé vers un espace partagé «A» avec un espace partagé de niveau supérieur qui correspond à «B, C».
nb_no: Hvis du bruker hierarkiske eller strukturerte delte steder, blir et sted med navnet "A, B, C" tilordnet et delt sted "A" med et delt nivå på høyere nivå som tilordnes til "B, C".
nl: Als u hiërarchische gedeelde plaatsen gebruikt, wordt een plaats met de naam "A, B, C" toegewezen aan een gedeelde plaats "A" met een bovenliggende gedeelde plaats die is toegewezen aan "B, C".
ru: Если вы используете иерархические общие места, место с именем «A, B, C» сопоставляется с общим местом «A» с общим местом более высокого уровня, которое сопоставляется с «B, C».
sk: Ak používate hierarchické zdieľané miesta, tak sa miesto s názvom "A. B, C" mapuje na zdieľané miesto "A" so zdieľaným miestom vyššej úrovne , ktoré ja mapované na "B, C".
ta: நீங்கள் படிநிலை பகிரப்பட்ட இடங்களைப் பயன்படுத்துகிறீர்கள் என்றால், "A, B, C" என்ற பெயரைக் கொண்ட ஒரு இடம் "A" என்ற பகிர்வு இடத்திற்கு "B, C" க்கு வரைபடமாக்கும் உயர் மட்ட பகிரப்பட்ட இடத்துடன் வரைபடமாக்கப்படுகிறது.
uk: Якщо ви використовуєте ієрархічні спільні місця, місце з назвою "A, B, C" відображається у спільному місці "A" із спільним місцем більш високого рівня, яке відображається на "B, C".

source: Important note:
ca: Nota important:
cs: Důležitá poznámka:
de: Wichtiger Hinweis:
fr: Remarque importante :
nb_no: Viktig merknad:
nl: Belangrijke opmerking:
ru: Важная заметка:
sk: Dôležitá poznámka:
ta: முக்கியமான குறிப்பு:
uk: Важливе зауваження:

source: In particular, hierarchical shared places do not have names with comma-separated name parts.
ca: En particular, els llocs compartits jeràrquics no tenen noms amb parts de noms separades per comes.
cs: Konkrétně, hierarchická sdílená místa nemají názvy s čárkou oddělenými částmi.
de: Vornehmlich haben hierarchische gemeinsame Orte keine Namen mit durch Kommas getrennten Namensteilen.
fr: En particulier, les espaces partagés hiérarchiques n'ont pas de noms avec des parties de nom séparées par des virgules.
nb_no: Merk spesielt at strukturerte delte steder har ikke navn med kommaseparerte navnedeler.
nl: In het bijzonder hebben hiërarchische gedeelde plaatsen geen namen met door komma's gescheiden naamdelen.
ru: В частности, иерархические общие места не имеют имен с разделенными запятыми частями имени.
sk: Konkrétne, hiererchické zdieľané miesta nemajú názvy s časťami oddelenými čiarkou.
ta: குறிப்பாக, படிநிலை பகிரப்பட்ட இடங்களில் கமாவால் பிரிக்கப்பட்ட பெயர் பகுதிகளுடன் பெயர்கள் இல்லை.
uk: Зокрема, ієрархічні спільні місця не мають імен із розділеними комами частинами імен.

source: In particular, map coordinates from webtrees 'Geographic data' and GOV ids from the Gov4Webtrees module are added.
ca: En particular, s'afegeixen les coordenades del mapa dels arbres web 'Dades geogràfiques' i els identificadors GOV del mòdul Gov4Webtrees.
cs: Konkrétně, přidají se zeměpisné souřadnice ze sekce webtrees "Geografická data" a identifikátory GOV z modulu Gov4Webtrees.
de: Insbesondere werden Kartenkoordinaten aus den geografischen Daten von Webtrees ('Geographic Data') und GOV-IDs aus dem Gov4Webtrees-Modul ergänzt.
fr: En particulier, les coordonnées cartographiques des « Données géographiques » de webtrees et les identifiants GOV du module Gov4Webtrees sont ajoutés.
nb_no: Spesielt legges kartkoordinater fra webtrees 'Geographic data' og GOV ids fra Gov4Webtrees modulen til.
nl: In het bijzonder worden kaartcoördinaten van webtrees 'Geografische data' en GOV-ID's van de Gov4Webtrees-module toegevoegd.
ru: В частности, добавляются координаты карты из веб-деревьев «Географические данные» и идентификаторы GOV из модуля Gov4Webtrees.
sk: Najmä sa pridajú geografické koordináty z webtrees "Geografické údaje" a GOV id z modulu Gov4Webtrees.
ta: குறிப்பாக, வெப் ட்ரீசின் புவியியல் தரவு 'இலிருந்து MAP ஒருங்கிணைப்புகள் மற்றும் Gov4Webtrees தொகுதியிலிருந்து வரும் அரசு ஐடிகள் சேர்க்கப்பட்டுள்ளன.
uk: Зокрема, додані координати з модуля webtrees "Географічні дані" та GOVid із модуля Gov4Webtrees.

source: In the place hierarchy list, when using the option 'restrict to shared places', shared places with multiple names show up multiple times as separate entries. Check this option to show each shared place only once in this case, under the shared place's primary name, and also show its additional names.
ca: A la llista de jerarquia de llocs, quan s'utilitza l'opció "restringir a llocs compartits", els llocs compartits amb diversos noms es mostren diverses vegades com a entrades separades. Marqueu aquesta opció per mostrar cada lloc compartit només una vegada en aquest cas, sota el nom principal del lloc compartit, i també mostrar-ne els noms addicionals.
cs: Když se v seznamu hierarchie míst použije volba "omezit na sdílená místa", zobrazí se sdílená místa s více názvy jako samostatné položky. Nastavte tuto volbu, má-li se v tomto případě zobrazit každé sdílené místo jen jednou pod primárním názvem místa spolu s jeho dodatečnými názvy.
de: In der Hierarchieliste der Orte werden bei Verwendung der Option 'Auf gemeinsame Orte beschränken' Gemeinsame Orte mit mehreren Namen mehrfach als separate Einträge angezeigt. Aktivieren Sie diese Option, um in diesem Fall jeden gemeinsamen Ort nur einmal unter seinem Hauptnamen inklusive der weiteren Namen anzuzeigen.
fr: Dans la liste de hiérarchie des lieux, lors de l'utilisation de l'option «restreindre aux espaces partagés», les lieux partagés avec plusieurs noms apparaissent plusieurs fois comme des entrées séparées. Cochez cette option pour afficher chaque lieu partagé une seule fois dans ce cas, sous le nom principal du lieu partagé, et afficher également ses noms supplémentaires.
nl: In de plaatshiërarchielijst worden, bij gebruik van de optie 'beperken tot gedeelde plaatsen', gedeelde plaatsen met meerdere namen meerdere keren weergegeven als afzonderlijke items. Schakel deze optie in om elke gedeelde plaats in dit geval slechts één keer weer te geven, onder de primaire naam van de gedeelde plaats, en ook de extra namen weer te geven.
ru: В иерархическом списке мест при использовании опции "ограничить общими местами" общие места с несколькими именами отображаются несколько раз как отдельные записи. Отметьте этот параметр, чтобы в этом случае каждое общее место отображалось только один раз, под основным именем общего места, а также показывались его дополнительные имена.
sk: V zozname hierarchie miest. keď sa použije voľba „obmedziť na zdieľané miesta“, zobrazia sa zdieľané miesta s viacerými názvami ako samostatné položky. Zvoľte túto voľbu, ak sa má zobraziť každé zdieľané miesto iba raz, pod primárnym názvom miesta a zobrazia sa aj dodatočné názvy.
ta: இட வரிசைமுறை பட்டியலில், 'பகிரப்பட்ட இடங்களுக்கு கட்டுப்படுத்துங்கள்' என்ற விருப்பத்தைப் பயன்படுத்தும் போது, பல பெயர்களைக் கொண்ட பகிரப்பட்ட இடங்கள் தனித்தனி உள்ளீடுகளாகக் காண்பிக்கப்படுகின்றன. பகிரப்பட்ட இடத்தின் முதன்மை பெயரின் கீழ், இந்த வழக்கில் ஒரு முறை மட்டுமே பகிரப்பட்ட ஒவ்வொரு இடத்தையும் காட்ட இந்த விருப்பத்தை சரிபார்க்கவும், அதன் கூடுதல் பெயர்களையும் காட்டுங்கள்.
uk: У списку ієрархій місць, коли використовується опція "обмежити спільні місця", спільні місця з декількома іменами відображаються кілька разів як окремі записи. Позначте цю опцію, щоб показати кожне спільне місце лише один раз у цьому випадку під основним іменем спільного місця, а також показати його додаткові імена.

source: It is now recommended to use XREFs, as this improves performance and flexibility. There is a data fix available which may be used to add XREFs.
ca: Ara es recomana utilitzar XREF, ja que això millora el rendiment i la flexibilitat. Hi ha una correcció de dades disponible que es pot utilitzar per afegir XREF.
cs: Nyní se doporučuje používat XREF, jelikož to zlepšuje výkon a flexibilitu. Na přidání XREF je na panelu správy k dipozici funkce Opravy údajů.
de: Es wird jetzt empfohlen XREFs zu verwenden, da dies die Leistung und Flexibilität verbessert. Es ist eine Datenkorrektur verfügbar, die genutzt werden kann, um XREFs hinzufügen zu können.
fr: Il est maintenant recommandé d'utiliser des XREF, car cela améliore les performances et la flexibilité. Il existe un correctif de données disponible qui peut être utilisé pour ajouter des XREF.
nb_no: Det anbefales nå å bruke XREF, da dette forbedrer ytelsen og fleksibiliteten. Det er en datakorrigering tilgjengelig som kan brukes til å legge til XREF-er.
nl: Het wordt nu aanbevolen om XREF's te gebruiken, omdat dit de prestaties en flexibiliteit verbetert. Er is een gegevenscorrectie beschikbaar die kan worden gebruikt om XREF's toe te voegen.
ru: Теперь рекомендуется использовать внешние ссылки, так как это повышает производительность и гибкость. Доступно исправление данных, которое можно использовать для добавления внешних ссылок.
sk: Odporúča sa používať XREF, keďže to zvyšuje výkon a flexibilitu. K dispozícii je oprava údajov, ktorá sa môže použiť na pridanie XREF.
ta: இது செயல்திறன் மற்றும் நெகிழ்வுத்தன்மையை மேம்படுத்துவதால், இப்போது XREFS ஐப் பயன்படுத்த பரிந்துரைக்கப்படுகிறது. தரவு பிழைத்திருத்தம் கிடைக்கிறது, இது XREFS ஐ சேர்க்க பயன்படுத்தப்படலாம்.
uk: Зараз рекомендується використовувати зовнішніх посилань, оскільки це покращує продуктивність та гнучкість. Доступне виправлення даних, яке може бути використано для додавання файлів посилань.

source: It is recommended to run the data fix for this custom module to resolve this issue.
ca: Es recomana executar la correcció de dades d'aquest mòdul personalitzat per resoldre aquest problema.
cs: K vyřešení tohoto problému se doporučuje spustit funkci Opravy údajů pro tento uživatelský modul.
de: Es wird empfohlen, die Datenkorrektur für dieses benutzerdefinierte Modul auszuführen, um dieses Problem zu beheben.
fr: Il est recommandé d'exécuter le correctif de données pour ce module personnalisé pour résoudre ce problème.
nb_no: Det anbefales å kjøre datakorrigering for denne egendefinerte modulen for å løse dette problemet.
nl: Het wordt aanbevolen om de gegevenscorrectie voor deze aangepaste module uit te voeren om dit probleem op te lossen.
ru: Рекомендуется запустить исправление данных для этого настраиваемого модуля, чтобы решить эту проблему.
sk: Odporúčame, aby ste spustili opravu údajov pre tento užívateľský modul, aby ste vyriešili tento problém.
ta: இந்த சிக்கலைத் தீர்க்க இந்த தனிப்பயன் தொகுதிக்கான தரவு பிழைத்திருத்தத்தை இயக்க பரிந்துரைக்கப்படுகிறது.
uk: Для вирішення цієї проблеми рекомендується запустити виправлення даних для цього користувацького модуля.

source: It is strongly recommended to backup your tree first.
ca: Es recomana encaridament fer una còpia de seguretat del vostre arbre primer.
cs: Důrazně se doporučuje nejprve zálohovat rodokmen.
de: Es wird dringend empfohlen zunächst eine Sicherungskopie des Stammbaums zu erstellen.
fr: Il est fortement recommandé de sauvegarder d'abord votre arbre.
nb_no: Det anbefales sterkt å sikkerhetskopiere treet ditt først.
nl: Het wordt sterk aanbevolen om eerst een back-up van uw stamboom te maken.
ru: Настоятельно рекомендуется сначала сделать резервную копию вашего дерева.
sk: Dôrazne odporúčame, aby ste najprv spravili zálohu vášho rodokmeňa.
ta: முதலில் உங்கள் மரத்தை காப்புப் பிரதி எடுக்க இது கடுமையாக பரிந்துரைக்கப்படுகிறது.
uk: Настійно рекомендується спочатку зробити резервну копію вашого дерева.

source: It is strongly recommended to switch to hierarchical shared places.
ca: Es recomana encaridament canviar a llocs compartits jeràrquics.
cs: Důrazně se doporučuje přejít na hierarchická sdílená místa.
de: Es wird dringend empfohlen zu hierarchischen gemeinsamen Orten zu wechseln.
fr: Il est fortement recommandé de basculer vers des espaces partagés hiérarchiques.
nb_no: Det anbefales sterkt å bytte til hierarkiske delte steder.
nl: Het wordt sterk aanbevolen om over te schakelen naar hiërarchische gedeelde plaatsen.
ru: Настоятельно рекомендуется перейти на иерархические общие места.
sk: Je veľmi vhodné, aby ste začali používať hierarchické zdieľané miesta.
ta: படிநிலை பகிரப்பட்ட இடங்களுக்கு மாறுவது கடுமையாக பரிந்துரைக்கப்படுகிறது.
uk: Настійно рекомендується перейти до ієрархічних спільних місць.

source: It usually will have to be carried out once only, as a migration when switching to hierarchical shared places via the respective configuration option.
ca: Normalment s'haurà de dur a terme una sola vegada, com una migració en canviar a llocs compartits jeràrquics mitjançant l'opció de configuració respectiva.
cs: Obvykle to bude nutné provést jen jednou, jako migraci, když se pomocí příslušných nastavení zapne používání hierarchických sdílených míst.
de: Als Migration muss dies normalerweise nur einmal durchgeführt werden, wenn über die entsprechende Konfigurationsoption zu hierarchischen gemeinsamen Orten gewechselt wird.
fr: Il ne devra généralement être effectué qu'une seule fois, comme une migration lors du passage à des espaces partagés hiérarchiques via l'option de configuration correspondante.
nb_no: Det må vanligvis utføres en gang, som en migrering når du bytter til hierarkiske delte steder via det respektive konfigurasjonsalternativet.
nl: Het zal meestal maar één keer moeten worden uitgevoerd, als een migratie bij het overschakelen naar hiërarchische gedeelde plaatsen via de desbetreffende configuratieoptie.
ru: Обычно это необходимо выполнить только один раз, в качестве миграции при переключении на иерархические общие места с помощью соответствующей опции конфигурации.
sk: Vo všeobecnosti stačí vykonať raz, ako migráciu, keď sa zapne prostredníctvom príslušného nastavenia používanie hierarchických zdieľaných miest.
ta: அந்தந்த உள்ளமைவு விருப்பத்தின் மூலம் படிநிலை பகிரப்பட்ட இடங்களுக்கு மாறும்போது இடம்பெயர்வாக இது வழக்கமாக ஒரு முறை மட்டுமே மேற்கொள்ளப்பட வேண்டும்.
uk: Зазвичай його доведеться виконати лише один раз, як міграцію при переході на ієрархічні спільні місця за допомогою відповідної опції конфігурації.

source: Linking of shared places to places
ca: Vinculació de llocs compartits a llocs
cs: Propojení sdílených míst s místy
de: Verknüpfung von gemeinsamen Orten mit Orten
fr: Lier des lieux partagés à des lieux
nb_no: Kobling av delte steder til steder
nl: Koppeling van gedeelde plaatsen naar plaatsen
ru: Связывание общих мест с местами
sk: Prepojenie zdieľaných miest ku miestam
ta: பகிரப்பட்ட இடங்களை இடங்களுடன் இணைத்தல்
uk: Прив’язка спільних місць до місцевості

source: Location
ca: Ubicació
cs: Poloha
de: Gemeinsamer Ort
fr: Lieux Partagés
nb_no: Sted
nl: Locatie
ru: Место расположения
sk: Miesto
ta: இடம்
uk: Локація
