Repository: vesta-webtrees-2-custom-modules/vesta_shared_places
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nb_no, nl, ru, sk, ta, uk

source: (Note: %s higher-level shared places have also been created)
ca: (Nota: %s També s'han creat llocs compartits de nivell superior)
cs: (Poznámka: zároveň bylo vytvořeno %s sdílených míst vyšší úrovně)
de: (Hinweis: Es wurden außerdem %s gemeinsame Orte auf höheren Ebenen erstellt)
fr: (Note : %s lieux partagés de niveau supérieur ont aussi été créés)
nb_no: (Merk:%s delte steder på høyere nivå er også opprettet)
nl: (Opmerking: %s bovenliggende gedeelde plaatsen zijn ook gecreëerd)
ru: (Примечание: были также созданы %s общих мест более высокого уровня)
sk: (Poznámka: bolo vytvorených aj %s zdieľaných miest vyššej úrovne)
ta: (குறிப்பு: %s உயர் மட்ட பகிரப்பட்ட இடங்களும் உருவாக்கப்பட்டுள்ளன)
uk: (Примітка: також створено %s місць вищого рівня)

source: (Note: A higher-level shared place has also been created)
ca: (Nota: També s'ha creat un lloc compartit de nivell superior)
cs: (Poznámka: zároveň bylo vytvořeno sdílené místo vyšší úrovně)
de: (Hinweis: Es wurde außerdem ein gemeinsamer Ort auf einer höheren Ebene angelegt)
fr: (Note : un lieu partagé de niveau supérieur a aussi été créé)
nb_no: (Merk: Det er også opprettet et delt sted på høyere nivå)
nl: (Opmerking: er is ook een bovenliggende gedeelde plaats gecreëerd)
ru: (Примечание: также было создано общее место более высокого уровня)
sk: (Poznámka: Bolo vytvorené aj zdieľané miesto vyššej úrovne)
ta: (குறிப்பு: உயர் மட்ட பகிரப்பட்ட இடமும் உருவாக்கப்பட்டுள்ளது)
uk: (Примітка: Також створено спільне місце вищого рівня)

source: %s and the individuals and families that reference it.
ca: %s i les persones i famílies que hi fan referència.
cs: %s a osoby a rodiny, které jsou s tímto místem spojené.
de: %s und die Personen und Familien, die darauf verweisen.
fr: %s et les personnes et familles qui y font référence.
nb_no: %s og personene og familiene som viser til den.
nl: %s en de personen en gezinnen die ernaar verwijzen.
ru: %s, а также лица и семьи, которые на него ссылаются.
sk: %s a osoby a rodiny, ktoré sú s týmto miestom spojené.
ta: %s மற்றும் அதைக் குறிக்கும் தனிநபர்கள் மற்றும் குடும்பங்கள்.
uk: %s та особи з сім'ями, які посилаються на нього.

source: ... and fall back to n parent levels
ca: ... i caure de nou a n nivells parentals
cs: ... a propadnout zpět na n nadřazených úrovní
de: ... und berücksichtige n übergeordnete Hierarchieebenen
fr: ... et revenez à n niveaux de parents
nb_no: ... og fall tilbake til overordnet nivå n
nl: ... en terugvallen naar n bovenliggende niveaus
ru: ... и вернуться к n родительским уровням
sk: ... „fal back“ k n vyšším úrovniam
ta: ... மற்றும் என் பெற்றோர் நிலைகளுக்கு மீண்டும் விழுங்கள்
uk: ... і повернутися на n батьківських рівнів

source: A module providing support for shared places.
ca: Un mòdul de suport als llocs compartits.
cs: Modul poskytující podporu pro sdílená místa.
de: Ein Modul, welches gemeinsame Orte unterstützt.
fr: Un module ajoutant la prise en charge des lieux partagés.
nb_no: En modul som gir støtte for delte steder.
nl: Een module die ondersteuning biedt voor gedeelde plaatsen.
ru: Модуль, обеспечивающий поддержку общих мест.
sk: Modul poskytujúci podporu pre zdieľané miesta.
ta: பகிரப்பட்ட இடங்களுக்கு ஆதரவை வழங்கும் ஒரு தொகுதி.
uk: Модуль, що забезпечує підтримку спільних місць.

source: A module supporting shared places as level 0 GEDCOM objects, on the basis of the GEDCOM-L Addendum to the GEDCOM 5.5.1 specification. Shared places may contain e.g. map coordinates, notes and media objects. The module displays this data for all matching places via the extended 'Facts and events' tab. It may also be used to manage GOV ids, in combination with the Gov4Webtrees module.
ca: Un mòdul que suporta llocs compartits com a objectes GEDCOM de nivell 0, sobre la base de l'Addenda GEDCOM-L a l'especificació GEDCOM 5.5.1. Els llocs compartits poden contenir, per exemple, coordenades del mapa, notes i objectes multimèdia. El mòdul mostra aquestes dades per a tots els llocs coincidents mitjançant la pestanya ampliada "Fets i esdeveniments". També es pot utilitzar per gestionar identificadors GOV, en combinació amb el mòdul Gov4Webtrees.
cs: Modul podporující sdílená místa jako GEDCOM objekty úrovně 0 na základě dodatku GEDCOM-L ke specifikaci GEDCOM 5.5.1. Sdílená místa mohou obsahovat např. zeměpisné souřadnice, poznámky a objekty médií. Modul zobrazuje všechna odpovídající místa přes rozšířenou záložku „Fakta a události“. V kombinaci s modulem Gov4Webtrees je možno jej využít i pro správu GOV-id.
de: Ein Modul, welches gemeinsame Orte als GEDCOM-Objekte der Stufe 0 auf der Grundlage des GEDCOM-L-Nachtrags zur GEDCOM 5.5.1-Spezifikation unterstützt. Gemeinsame Orte können z.B. Koordinaten, Notizen und Medienobjekte enthalten. Das Modul zeigt diese Daten für alle übereinstimmenden Orte über den erweiterten Reiter "Tatsachen und Ereignisse" an. Es kann auch zur Verwaltung von GOV-IDs in Kombination mit dem Gov4Webtrees-Modul verwendet werden.
fr: Un module prenant en charge les espaces partagés en tant qu'objets GEDCOM de niveau 0, sur la base de l'Addendum GEDCOM-L à la spécification GEDCOM 5.5.1. Les lieux partagés peuvent contenir par exemple coordonnées de la carte, notes et objets multimédias. Le module affiche ces données pour tous les lieux correspondants via l'onglet étendu «Faits et événements». Il peut également être utilisé pour gérer les identifiants GOV, en combinaison avec le module Gov4Webtrees.
nb_no: En modul som støtter delte steder som nivå 0 GEDCOM-objekter, basert på GEDCOM-L Addendum til GEDCOM 5.5.1-spesifikaasjonen. Delte steder kan inneholde f.eks. kartkoordinater, notater og mediaobjekter. Modulen viser data for alle steder som matcher via den utvudede "Fakta og hendelser"-fanen. Den kan også brukes til å håndtere GOV-ID's, i kombinasjon med Gov4Webtrees-modulen.
nl: Een module die gedeelde plaatsen ondersteunt als GEDCOM-objecten van niveau 0, op basis van het GEDCOM-L Addendum bij de GEDCOM 5.5.1-specificatie. Gedeelde plaatsen kunnen bijvoorbeeld kaartcoördinaten, notities en mediaobjecten bevatten. De module geeft deze gegevens voor alle overeenkomende plaatsen weer via het uitgebreide tabblad 'Feiten en gebeurtenissen'. Het kan ook worden gebruikt om GOV- ID's te beheren, in combinatie met de Gov4Webtrees-module.
ru: Модуль, поддерживающий общие места как объекты GEDCOM уровня 0, на основе дополнения GEDCOM-L к спецификации GEDCOM 5.5.1. Общие места могут содержать, например, координаты карты, заметки и медиа-объекты. Модуль отображает эти данные для всех подходящих мест через расширенную вкладку «Факты и события». Его также можно использовать для управления идентификаторами GOV в сочетании с модулем Gov4Webtrees.
sk: Modul podporujúci zdieľané miesta ako GEDCOM objekty úrovne 0 na základe dodatku GEDCOM-L k špecifikácii GEDCOM 5.5.1. Zdieľané miesta môžu obsahovať napr. geografické koordináty, poznámky a objekty médií. Modul zobrazuje všetky zodpovedajúce miesta cez rozšírenú záložku „Fakty a udalosti“. V kombinácii s modulom Gov4Webtrees môže byť využitý aj na správu GOV-id.
ta: GEDCOM-L சேர்க்கையின் அடிப்படையில் GEDCOM 5.5.1 விவரக்குறிப்புக்கு GEDCOM-L சேர்க்கையின் அடிப்படையில், நிலை 0 GEDCOM பொருள்களாக பகிரப்பட்ட இடங்களை ஆதரிக்கும் ஒரு தொகுதி. பகிரப்பட்ட இடங்களில் எ.கா. வரைபட ஒருங்கிணைப்புகள், குறிப்புகள் மற்றும் ஊடக பொருள்கள். நீட்டிக்கப்பட்ட 'உண்மைகள் மற்றும் நிகழ்வுகள்' தாவல் வழியாக பொருந்தக்கூடிய அனைத்து இடங்களுக்கும் இந்த தரவை தொகுதி காட்டுகிறது. Gov4webtrees தொகுதியுடன் இணைந்து அரசாங்க ஐடிகளை நிர்வகிக்க இது பயன்படுத்தப்படலாம்.
uk: Модуль, що підтримує спільні місця як об'єкти GEDCOM рівня 0, на основі Додатку GEDCOM-L до специфікації GEDCOM 5.5.1. Спільні місця можуть містити, наприклад координати карт, примітки та медіаоб'єкти. Модуль відображає ці дані для всіх відповідних місць через розширену вкладку "Факти та події". Він також може використовуватися для управління ідентифікаторами GOV у поєднанні з модулем Gov4Webtrees.

source: A place name with comma-separated name parts will be resolved to a hierarchy of shared places. Missing higher-level shared places will be created as well.
ca: Un topònim amb parts de noms separats per comes es resoldrà a una jerarquia de llocs compartits. També es crearan llocs compartits de nivell superior que faltin.
cs: Název místa s částmi oddělenými čárkami se převede na hierarchii sdílených míst. Vytvoří se také chybějící sdílená místa vyšší úrovně.
de: Ein Ortsname mit durch Kommata getrennten Namensteilen wird in eine Hierarchie gemeinsamer Orte aufgelöst. Fehlende übergeordnete gemeinsamer Orte werden ebenfalls erstellt.
fr: Un nom de lieu avec des parties de nom séparées par des virgules sera résolu en une hiérarchie de lieux partagés. Des espaces partagés de niveau supérieur manquants seront également créés.
nb_no: Et stedsnavn med kommaadskilte navnedeler blir løst til et hierarki av delte steder. Manglende delte steder på høyere nivå vil også bli opprettet.
nl: Een plaatsnaam met door komma's gescheiden naamdelen wordt omgezet in een hiërarchie van gedeelde plaatsen. Ontbrekende bovenliggende gedeelde plaatsen worden ook gecreëerd.
ru: Название места с разделенными запятыми частями названия будет преобразовано в иерархию общих мест. Также будут созданы отсутствующие общие места более высокого уровня.
sk: Názov miesta s časťami oddelenými čiarkami, bude prevedený na hierarchiu miest. Súčasne sa vytvoria chýbajúce zdieľané miesta vyššej úrovne.
ta: கமாவால் பிரிக்கப்பட்ட பெயர் பாகங்கள் கொண்ட இடத்தின் பெயர் பகிரப்பட்ட இடங்களின் படிநிலைக்கு தீர்க்கப்படும். உயர் மட்ட பகிரப்பட்ட இடங்களைக் காணவில்லை.
uk: Ім'я місця з розділеними комами частинами імен буде перетворено на ієрархію спільних місць. Також буде створено місця, де бракує спільних місць вищого рівня.

source: According to the GEDCOM-L Addendum, shared places are referenced via XREFs, just like shared notes etc.
ca: Segons l'Annex GEDCOM-L, els llocs compartits estan referenciats a través de XREFs, igual que les notes compartides, etc.
cs: V souladu s dodatkem GEDCOM-L se na sdílená místa odkazuje pomocí XREF, stejně jako na sdílené poznámky atd.
de: Gemäß den GEDCOM-L-Vereinbarungen werden gemeinsame Orte über XREFs referenziert, genau wie gemeinsame Notizen usw.
fr: Selon l'addendum GEDCOM-L, les lieux partagés sont référencés via XREF, tout comme les notes partagées, etc.
nb_no: I følge GEDCOM-L-tillegget refereres det til delte steder via XREF-er, akkurat som delte notater etc.
nl: Volgens het GEDCOM-L Addendum wordt naar gedeelde plaatsen verwezen via XREF's, net als gedeelde notities enz.
ru: Согласно дополнению GEDCOM-L, общие места указываются через внешние ссылки, как и общие заметки и т. Д.
sk: V súlade s dodatkom GEDCOM-L sa na zdieľané miesta odkazuje pomocou XREF, podobne ako na zdieľané poznámky a pod.
ta: GEDCOM-L கூடுதல் படி, பகிரப்பட்ட குறிப்புகள் போன்றவற்றைப் போலவே பகிரப்பட்ட இடங்களும் XREFS வழியாக குறிப்பிடப்படுகின்றன.
uk: Згідно з Додатком GEDCOM-L, на спільні місця посилаються через зовнішні посилання, як і спільні примітки тощо.

source: Add missing XREFs
ca: Afegir XREFs que falten
cs: Přidat chybějící XREFy
de: Fehlende XREFs hinzufügen
fr: Ajouter des XREF manquantes
nb_no: Legg til manglende XREF-er
nl: Voeg ontbrekende XREF's toe
ru: Добавить отсутствующие внешние ссылки
sk: Pridať chýbajúce XREF
ta: காணாமல் போன XREFS ஐச் சேர்க்கவும்
uk: Додати відсутні посилання

source: Additionally link shared places via name
ca: A més, enllaça llocs compartits a través del nom
cs: Doplňkově propojit sdílená místa skrze název
de: Gemeinsame Orte zusätzlich über Namen verbinden
fr: Lier en plus les lieux partagés via le nom
nb_no: I tillegg kan du knyttedelte steder via navn
nl: Koppel daarnaast gedeelde plaatsen via naam
ru: Дополнительно связывать общие места через имя
sk: Doplnkovo prepojiť zdieľané miesta cez názov
ta: கூடுதலாக பகிரப்பட்ட இடங்களை பெயர் வழியாக இணைக்கவும்
uk: Додатково зв’яжіть спільні місця за допомогою імені

source: All shared place facts
ca: Tots els fets de llocs compartits
cs: Všechna fakta sdíleného místa
de: Alle Tatsachen zu gemeinsamen Orten
fr: Tous les faits sur les lieux partagés
nb_no: Alle fakta om delt sted
nl: Alle gedeeldeplaatsfeiten
ru: Все факты об общих местах
sk: Všetky fakty zdieľaných miest
ta: அனைத்து பகிரப்பட்ட இட உண்மைகளும்
uk: Усі факти спільного місця

source: Attention!
ca: Atenció!
cs: Pozor!
de: Achtung!
nb_no: Merk følgende!
nl: Opgelet!
ru: Внимание!
sk: Pozor!
ta: கவனம்!
uk: Увага!

source: Automatically expand shared place data
ca: Expandiu automàticament les dades dels llocs compartits
cs: Automaticky rozbalit údaje sdíleného místa
de: Daten von gemeinsamen Orten automatisch aufklappen
fr: Étendre automatiquement les données des lieux partagés
nb_no: Utvid automatisk data om delt sted
nl: Gegevens over gedeelde plaats automatisch uitbreiden
ru: Автоматически расширять общие данные о местах
sk: Automaticky rozbaliť údaje zdieľaných miest
ta: பகிரப்பட்ட இட தரவை தானாக விரிவாக்கவும்
uk: Автоматично розширювати дані про спільні місця

source: Create a shared place
ca: Crear un lloc compartit
cs: Vytvořit sdílené místo
de: Gemeinsamen Ort erstellen
fr: Créer un lieu partagé
nb_no: Opprett et delt sted
nl: Een gedeelde plaats maken
ru: Создайте общее место
sk: Vytvoriť zdieľané miesto
ta: பகிரப்பட்ட இடத்தை உருவாக்கவும்
uk: Створити спільне місце

source: Create all missing shared places, and add missing XREFs
ca: Creeu tots els llocs compartits que falten i afegiu els XREF que falten
cs: Vytvořit všechna chybějící sdílená místa a přidat chybějící XREFy
de: Erstelle alle fehlenden gemeinsamen Orte und ergänze fehlende XREFs
fr: Créez tous les lieux partagés manquants et ajoutez les XREF manquants
nb_no: Opprett alle manglende delte steder, og legg til manglende XREF-er
nl: Creëer alle ontbrekende gedeelde plaatsen, en voeg ontbrekende XREF's toe
ru: Создайте все отсутствующие общие места и добавьте отсутствующие внешние ссылки
sk: Vytvoriť všetky chýbajúce zdieľané miesta a pridať chýbajúce XREF
ta: காணாமல் போன அனைத்து பகிரப்பட்ட இடங்களையும் உருவாக்கி, காணாமல் போன XREFS ஐச் சேர்க்கவும்
uk: Створити усі відсутні місця для спільного використання та додати відсутні посилання

source: Create missing shared places from tree-independent data, and add missing XREFs
ca: Creeu llocs compartits que falten a partir de dades independents de l'arbre i afegiu XREF que falten
cs: Vytvořit chybějící sdílená místa z údajů nezávislých na rodokmenu a přidat chybějící XREFy
de: Erstelle fehlende gemeinsame Orte aus separat verwalteten Daten und ergänze fehlende XREFs
fr: Créez des lieux partagés manquants à partir de données indépendantes de l'arborescence et ajoutez des XREF manquantes
nb_no: Lag manglende delte steder fra treuavhengige data, og legg til manglende XREF-er
nl: Creëer ontbrekende gedeelde plaatsen uit stamboomonafhankelijke gegevens, en voeg ontbrekende XREF's toe
ru: Создавайте отсутствующие общие места из данных, не зависящих от дерева, и добавляйте отсутствующие внешние ссылки
sk: Vytvoriť chýbajúce zdieľané miesta z údajov nezávislých od rodokmeňov a pridať chýbajúce XREF
ta: மரம்-சுயாதீனமான தரவுகளிலிருந்து காணாமல் போன இடங்களை உருவாக்கி, காணாமல் போன XREFS ஐச் சேர்க்கவும்
uk: Створити відсутні місця спільного користування з незалежних від дерев даних та додати відсутні посилання

source: Data Fix
ca: Correcció de dades
cs: Opravy údajů
de: Datenkorrektur
fr: Correction de données
nb_no: Datakorrigering
nl: Gegevens correcties
ru: Исправление данных
sk: Oprava údajov
ta: தரவு பிழைத்திருத்தம்
uk: Виправлення даних

source: Determining the link counts (linked individual/families) is expensive when assigning shared places via name, and therefore causes delays when the shared places list is displayed. It's recommended to only select this option if places are assigned via XREFs.
ca: La determinació del recompte d'enllaços (individu/famílies enllaçades) és costosa a l'hora d'assignar llocs compartits mitjançant el nom i, per tant, provoca retards quan es mostra la llista de llocs compartits. Es recomana seleccionar aquesta opció només si les places s'assignen mitjançant XREF.
cs: Zjišťování počtu odkazů (připojených osob/rodin) je náročné, když jsou sdílená místa propojená skrz jméno, a proto může při zobrazování seznamu sdílených míst způsobit zpoždění. Doporučuje se volit tuto volbu jen tehdy, když jsou sdílená místa propojená skrz XREF.
de: Ermittlung der Anzahl der Verknüpfungen (verknüpfte Person/Familien) ist aufwendig, wenn die Zuweisung der gemeinsamen Orte über den Namen erfolgt. Dies verursacht Verzögerungen bei der Anzeige der Liste gemeinsamer Orte. Es wird empfohlen diese Option nur zu aktivieren, wenn die Orte mittels XREFs zugewiesen wurden.
fr: La détermination du nombre de liens (individus / familles liés) est coûteuse lors de l'attribution de lieux partagés via le nom, et entraîne donc des retards lorsque la liste des lieux partagés est affichée. Il est recommandé de ne sélectionner cette option que si les lieux sont attribués via des XREF.
nb_no: Det er tungvindt å bestemme antall lenker (knyttet person / familie) når man tildeler delte steder via navn, og forårsaker derfor forsinkelser når listen over delte steder vises. Det anbefales å bare velge dette alternativet hvis steder er tildelt via XREF-er.
nl: Het bepalen van het aantal koppelingen (gekoppelde personen/gezinnen) is vergt veel bij het toewijzen van gedeelde plaatsen via naam, en veroorzaakt daarom vertragingen wanneer de lijst met gedeelde plaatsen wordt weergegeven. Het wordt aanbevolen om deze optie alleen te selecteren als plaatsen zijn toegewezen via XREF's.
ru: Определение количества ссылок (связанных отдельных лиц / семей) является дорогостоящим при назначении общих мест по имени и, следовательно, вызывает задержки при отображении списка общих мест. Рекомендуется выбирать этот вариант только в том случае, если места назначаются через внешние ссылки.
sk: Zisťovanie počtu odkazov (pripojených osôb/rodín) je náročné ak sú prepojené zdieľané miesta cez meno a preto môže spôsobiť oneskorenie pri zobrazovaní zoznamu zdieľaných miest. Túto voľbu sa odporúča zvoliť len v prípade, ak sú miesta prepojené prostredníctvom XREF.
ta: பெயர் வழியாக பகிரப்பட்ட இடங்களை ஒதுக்கும்போது இணைப்பு எண்ணிக்கையை (இணைக்கப்பட்ட தனிநபர்/குடும்பங்கள்) தீர்மானிப்பது விலை உயர்ந்தது, எனவே பகிரப்பட்ட இடங்கள் பட்டியல் காட்டப்படும் போது தாமதங்களை ஏற்படுத்துகிறது. இடங்கள் XREFS வழியாக ஒதுக்கப்பட்டால் மட்டுமே இந்த விருப்பத்தைத் தேர்ந்தெடுக்க பரிந்துரைக்கப்படுகிறது.
uk: Визначення кількості посилань (пов'язаних осіб/сімей) є складним, при призначенні спільних місць за іменем, і тому спричиняє затримки коли відображається список спільних місць. Рекомендується вибрати цей параметр, лише якщо місця призначаються за допомогою зовнішніх посилань.

source: Enable the Vesta Places and Pedigree map module to view the shared places hierarchy.
ca: Habiliteu el mòdul de mapes de llocs i pedigrí de Vesta per veure la jerarquia de llocs compartits.
cs: Abyste mohli prohlížet hierarchii sdílených míst, povolte modul „Vesta mapa míst a předků“.
de: Aktiviere das 'Vesta Places and Pedigree map'-Modul, um die Hierarchie der gemeinsamen Orte zu sehen.
fr: Activez le module de carte Vesta Places and Pedigree pour afficher la hiérarchie des lieux partagés.
nb_no: Aktiver Vesta Steder og Stamtavle-modulen for å se strukturen av delte steder.
nl: Schakel de module Vesta Plaatsen en Grafische kwartierstaat in om de hiërarchie van gedeelde plaatsen te bekijken.
ru: Включите модуль карты Vesta Places и Pedigree, чтобы просмотреть иерархию общих мест.
sk: Povoľte modul „Vesta Mapa miest a predkov“, aby ste mohli prezerať hierarchiu zdieľaných miest.
ta: பகிரப்பட்ட இடங்கள் வரிசைக்கு காண வெச்டா இடங்கள் மற்றும் வம்சாவளி வரைபட தொகுதியை இயக்கவும்.
uk: Увімкніть модуль Vesta Places and Pedigree map для перегляду ієрархії спільних місць.

source: Enhance existing shared places with tree-independent data
ca: Millorar els llocs compartits existents amb dades independents de l'arbre
cs: Doplnit existující sdílená místa údaji nezávislými na rodokmenu
de: Verbessere vorhandene gemeinsame Orte mit vom Stammbaum unabhängigen Daten
fr: Améliorez les espaces partagés existants avec des données indépendantes de l'arbre
nb_no: Forbedre eksisterende delte steder med treuavhengige data
nl: Verbeter bestaande gedeelde plaatsen met stamboomonafhankelijke gegevens
ru: Улучшение существующих общих мест с помощью данных, не зависящих от дерева
sk: Doplniť existujúce zdieľané miesta údajmi nezávislými na rodokmeni
ta: மரம் சுயாதீனமான தரவுகளுடன் ஏற்கனவே பகிரப்பட்ட இடங்களை மேம்படுத்தவும்
uk: Покращуйте наявні спільні місця за допомогою незалежних від дерева даних

source: Facts for shared place records
ca: Dades per als registres de llocs compartits
cs: Fakta pro záznamy sdílených míst
de: Tatsachen für gemeinsame Orte-Datensätze
fr: Actes pour les enregistrements de lieux partagés
nb_no: Fakta for delt stedpost
nl: Feiten voor gedeeldeplaatsrecords
ru: Факты для общих записей мест
sk: Fakty pre zdieľané miesta
ta: பகிரப்பட்ட இட பதிவுகளுக்கான உண்மைகள்
uk: Факти для записів спільних місць

source: Filter to unique shared places
ca: Filtrar a llocs compartits únics
cs: Filtrovat na jedinečná sdílená místa
de: Nach eindeutigen gemeinsamen Orten filtern
fr: Filtrer vers des lieux partagés uniques
nb_no: Filtrer til unike delte steder
nl: Filter op unieke gedeelde plaatsen
ru: Фильтр по уникальным общим местам
sk: Vyfiltrovať jedinečné zdieľané miesta
ta: தனித்துவமான பகிரப்பட்ட இடங்களுக்கு வடிகட்டவும்
uk: Фільтр за унікальними спільними місцями

source: GOV id for type of location
ca: Identificador GOV per al tipus d'ubicació
cs: GOV id typu lokality
de: ID für den GOV-Objekttyp des Ortes
fr: Identifiant GOV pour le type d'emplacement
nl: GOV-ID voor soort locatie
ru: Идентификатор GOV для типа местоположения
sk: Identifikátor GOV pre typy miesta
ta: இருப்பிட வகைக்கு அரசு ஐடி
uk: Ідентифікатор GOV для типу локації

source: Hierarchize Shared Places
ca: Jerarquitzar els llocs compartits
cs: Vytvořit hierarchii sdílených míst
de: Gemeinsame Orte hierarchisieren
fr: Hiérarchiser les lieux partagés
nb_no: Opprett hierarki/struktur av delte steder
nl: Hiërarchiseer gedeelde plaatsen
ru: Иерархия общих мест
sk: Vytvoriť hierarchické zdieľané miesta
ta: பகிரப்பட்ட இடங்களை படிநிலை
uk: Ієрархізуйте спільні місця

source: Higher-level shared place
ca: Lloc compartit de nivell superior
cs: Sdílené místo vyšší úrovně
de: Gemeinsamer Ort höherer Ebene
fr: Lieu partagé de niveau supérieur
nb_no: Delt sted på overodnet nivå
nl: Bovenliggende gedeelde plaats
ru: Общее место более высокого уровня
sk: Zdieľané miesto vyššej úrovne
ta: உயர் மட்ட பகிரப்பட்ட இடம்
uk: Загальне місце більш високого рівня
